{"Book": "Proverbs", "Reference": "1:1", "Verse": "Proverbs of Solomon, son of David, king of Israel:"}
{"Book": "Proverbs", "Reference": "1:2", "Verse": "For knowing wisdom and instruction, For understanding sayings of intelligence,"}
{"Book": "Proverbs", "Reference": "1:3", "Verse": "For receiving the instruction of wisdom, Righteousness, judgment, and uprightness,"}
{"Book": "Proverbs", "Reference": "1:4", "Verse": "For giving to simple ones-prudence, To a youth-knowledge and discretion."}
{"Book": "Proverbs", "Reference": "1:5", "Verse": "(The wise doth hear and increaseth learning, And the intelligent doth obtain counsels.)"}
{"Book": "Proverbs", "Reference": "1:6", "Verse": "For understanding a proverb and its sweetness, Words of the wise and their acute sayings."}
{"Book": "Proverbs", "Reference": "1:7", "Verse": "Fear of Jehovah is a beginning of knowledge, Wisdom and instruction fools have despised!"}
{"Book": "Proverbs", "Reference": "1:8", "Verse": "Hear, my son, the instruction of thy father, And leave not the law of thy mother,"}
{"Book": "Proverbs", "Reference": "1:9", "Verse": "For a graceful wreath are they to thy head, And chains to thy neck."}
{"Book": "Proverbs", "Reference": "1:10", "Verse": "My son, if sinners entice thee be not willing."}
{"Book": "Proverbs", "Reference": "1:11", "Verse": "If they say, 'Come with us, we lay wait for blood, We watch secretly for the innocent without cause,"}
{"Book": "Proverbs", "Reference": "1:12", "Verse": "We swallow them as Sheol-alive, And whole-as those going down to the pit,"}
{"Book": "Proverbs", "Reference": "1:13", "Verse": "Every precious substance we find, We fill our houses with spoil,"}
{"Book": "Proverbs", "Reference": "1:14", "Verse": "Thy lot thou dost cast among us, One purse is-to all of us.'"}
{"Book": "Proverbs", "Reference": "1:15", "Verse": "My son! go not in the way with them, Withhold thy foot from their path,"}
{"Book": "Proverbs", "Reference": "1:16", "Verse": "For their feet to evil do run, And they haste to shed blood."}
{"Book": "Proverbs", "Reference": "1:17", "Verse": "Surely in vain is the net spread out before the eyes of any bird."}
{"Book": "Proverbs", "Reference": "1:18", "Verse": "And they for their own blood lay wait, They watch secretly for their own lives."}
{"Book": "Proverbs", "Reference": "1:19", "Verse": "So are the paths of every gainer of dishonest gain, The life of its owners it taketh."}
{"Book": "Proverbs", "Reference": "1:20", "Verse": "Wisdom in an out-place crieth aloud, In broad places she giveth forth her voice,"}
{"Book": "Proverbs", "Reference": "1:21", "Verse": "At the head of the multitudes she calleth, In the openings of the gates, In the city her sayings she saith:"}
{"Book": "Proverbs", "Reference": "1:22", "Verse": "'Till when, ye simple, do ye love simplicity? And have scorners their scorning desired? And do fools hate knowledge?"}
{"Book": "Proverbs", "Reference": "1:23", "Verse": "Turn back at my reproof, lo, I pour forth to you my spirit, I make known my words with you."}
{"Book": "Proverbs", "Reference": "1:24", "Verse": "Because I have called, and ye refuse, I stretched out my hand, and none is attending,"}
{"Book": "Proverbs", "Reference": "1:25", "Verse": "And ye slight all my counsel, And my reproof ye have not desired."}
{"Book": "Proverbs", "Reference": "1:26", "Verse": "I also in your calamity do laugh, I deride when your fear cometh,"}
{"Book": "Proverbs", "Reference": "1:27", "Verse": "When your fear cometh as destruction, And your calamity as a hurricane doth come, When on you come adversity and distress."}
{"Book": "Proverbs", "Reference": "1:28", "Verse": "Then they call me, and I do not answer, They seek me earnestly, and find me not."}
{"Book": "Proverbs", "Reference": "1:29", "Verse": "Because that they have hated knowledge, And the fear of Jehovah have not chosen."}
{"Book": "Proverbs", "Reference": "1:30", "Verse": "They have not consented to my counsel, They have despised all my reproof,"}
{"Book": "Proverbs", "Reference": "1:31", "Verse": "And they eat of the fruit of their way, And from their own counsels they are filled."}
{"Book": "Proverbs", "Reference": "1:32", "Verse": "For the turning of the simple slayeth them, And the security of the foolish destroyeth them."}
{"Book": "Proverbs", "Reference": "1:33", "Verse": "And whoso is hearkening to me dwelleth confidently, And is quiet from fear of evil!'"}
{"Book": "Proverbs", "Reference": "2:1", "Verse": "My son, if thou dost accept my sayings, And my commands dost lay up with thee,"}
{"Book": "Proverbs", "Reference": "2:2", "Verse": "To cause thine ear to attend to wisdom, Thou inclinest thy heart to understanding,"}
{"Book": "Proverbs", "Reference": "2:3", "Verse": "For, if for intelligence thou callest, For understanding givest forth thy voice,"}
{"Book": "Proverbs", "Reference": "2:4", "Verse": "If thou dost seek her as silver, And as hid treasures searchest for her,"}
{"Book": "Proverbs", "Reference": "2:5", "Verse": "Then understandest thou fear of Jehovah, And knowledge of God thou findest."}
{"Book": "Proverbs", "Reference": "2:6", "Verse": "For Jehovah giveth wisdom, From His mouth knowledge and understanding."}
{"Book": "Proverbs", "Reference": "2:7", "Verse": "Even to lay up for the upright substance, A shield for those walking uprightly."}
{"Book": "Proverbs", "Reference": "2:8", "Verse": "To keep the paths of judgment, And the way of His saints He preserveth."}
{"Book": "Proverbs", "Reference": "2:9", "Verse": "Then understandest thou righteousness, And judgment, and uprightness-every good path."}
{"Book": "Proverbs", "Reference": "2:10", "Verse": "For wisdom cometh into thy heart, And knowledge to thy soul is pleasant,"}
{"Book": "Proverbs", "Reference": "2:11", "Verse": "Thoughtfulness doth watch over thee, Understanding doth keep thee,"}
{"Book": "Proverbs", "Reference": "2:12", "Verse": "To deliver thee from an evil way, From any speaking froward things,"}
{"Book": "Proverbs", "Reference": "2:13", "Verse": "Who are forsaking paths of uprightness, To walk in ways of darkness,"}
{"Book": "Proverbs", "Reference": "2:14", "Verse": "Who are rejoicing to do evil, They delight in frowardness of the wicked,"}
{"Book": "Proverbs", "Reference": "2:15", "Verse": "Whose paths are crooked, Yea, they are perverted in their ways."}
{"Book": "Proverbs", "Reference": "2:16", "Verse": "To deliver thee from the strange woman, From the stranger who hath made smooth her sayings,"}
{"Book": "Proverbs", "Reference": "2:17", "Verse": "Who is forsaking the guide of her youth, And the covenant of her God hath forgotten."}
{"Book": "Proverbs", "Reference": "2:18", "Verse": "For her house hath inclined unto death, And unto Rephaim her paths."}
{"Book": "Proverbs", "Reference": "2:19", "Verse": "None going in unto her turn back, Nor do they reach the paths of life."}
{"Book": "Proverbs", "Reference": "2:20", "Verse": "That thou dost go in the way of the good, And the paths of the righteous dost keep."}
{"Book": "Proverbs", "Reference": "2:21", "Verse": "For the upright do inhabit the earth, And the perfect are left in it,"}
{"Book": "Proverbs", "Reference": "2:22", "Verse": "And the wicked from the earth are cut off, And treacherous dealers plucked out of it!"}
{"Book": "Proverbs", "Reference": "3:1", "Verse": "My son! my law forget not, And my commands let thy heart keep,"}
{"Book": "Proverbs", "Reference": "3:2", "Verse": "For length of days and years, Life and peace they do add to thee."}
{"Book": "Proverbs", "Reference": "3:3", "Verse": "Let not kindness and truth forsake thee, Bind them on thy neck, Write them on the tablet of thy heart,"}
{"Book": "Proverbs", "Reference": "3:4", "Verse": "And find grace and good understanding In the eyes of God and man."}
{"Book": "Proverbs", "Reference": "3:5", "Verse": "Trust unto Jehovah with all thy heart, And unto thine own understanding lean not."}
{"Book": "Proverbs", "Reference": "3:6", "Verse": "In all thy ways know thou Him, And He doth make straight thy paths."}
{"Book": "Proverbs", "Reference": "3:7", "Verse": "Be not wise in thine own eyes, Fear Jehovah, and turn aside from evil."}
{"Book": "Proverbs", "Reference": "3:8", "Verse": "Healing it is to thy navel, And moistening to thy bones."}
{"Book": "Proverbs", "Reference": "3:9", "Verse": "Honour Jehovah from thy substance, And from the beginning of all thine increase;"}
{"Book": "Proverbs", "Reference": "3:10", "Verse": "And filled are thy barns with plenty, And with new wine thy presses break forth."}
{"Book": "Proverbs", "Reference": "3:11", "Verse": "Chastisement of Jehovah, my son, despise not, And be not vexed with His reproof,"}
{"Book": "Proverbs", "Reference": "3:12", "Verse": "For whom Jehovah loveth He reproveth, Even as a father the son He is pleased with."}
{"Book": "Proverbs", "Reference": "3:13", "Verse": "O the happiness of a man who hath found wisdom, And of a man who bringeth forth understanding."}
{"Book": "Proverbs", "Reference": "3:14", "Verse": "For better is her merchandise Than the merchandise of silver, And than gold-her increase."}
{"Book": "Proverbs", "Reference": "3:15", "Verse": "Precious she is above rubies, And all thy pleasures are not comparable to her."}
{"Book": "Proverbs", "Reference": "3:16", "Verse": "Length of days is in her right hand, In her left are wealth and honour."}
{"Book": "Proverbs", "Reference": "3:17", "Verse": "Her ways are ways of pleasantness, And all her paths are peace."}
{"Book": "Proverbs", "Reference": "3:18", "Verse": "A tree of life she is to those laying hold on her, And whoso is retaining her is happy."}
{"Book": "Proverbs", "Reference": "3:19", "Verse": "Jehovah by wisdom did found the earth, He prepared the heavens by understanding."}
{"Book": "Proverbs", "Reference": "3:20", "Verse": "By His knowledge depths have been rent, And clouds do drop dew."}
{"Book": "Proverbs", "Reference": "3:21", "Verse": "My son! let them not turn from thine eyes, Keep thou wisdom and thoughtfulness,"}
{"Book": "Proverbs", "Reference": "3:22", "Verse": "And they are life to thy soul, and grace to thy neck."}
{"Book": "Proverbs", "Reference": "3:23", "Verse": "Then thou goest thy way confidently, And thy foot doth not stumble."}
{"Book": "Proverbs", "Reference": "3:24", "Verse": "If thou liest down, thou art not afraid, Yea, thou hast lain down, And sweet hath been thy sleep."}
{"Book": "Proverbs", "Reference": "3:25", "Verse": "Be not afraid of sudden fear, And of the desolation of the wicked when it cometh."}
{"Book": "Proverbs", "Reference": "3:26", "Verse": "For Jehovah is at thy side, And He hath kept thy foot from capture."}
{"Book": "Proverbs", "Reference": "3:27", "Verse": "Withhold not good from its owners, When thy hand is toward God to do it."}
{"Book": "Proverbs", "Reference": "3:28", "Verse": "Say not thou to thy friend, 'Go, and return, and to-morrow I give,' And substance with thee."}
{"Book": "Proverbs", "Reference": "3:29", "Verse": "Devise not against thy neighbour evil, And he sitting confidently with thee."}
{"Book": "Proverbs", "Reference": "3:30", "Verse": "Strive not with a man without cause, If he have not done thee evil."}
{"Book": "Proverbs", "Reference": "3:31", "Verse": "Be not envious of a man of violence, Nor fix thou on any of his ways."}
{"Book": "Proverbs", "Reference": "3:32", "Verse": "For an abomination to Jehovah is the perverted, And with the upright is His secret counsel."}
{"Book": "Proverbs", "Reference": "3:33", "Verse": "The curse of Jehovah is in the house of the wicked. And the habitation of the righteous He blesseth."}
{"Book": "Proverbs", "Reference": "3:34", "Verse": "If the scorners He doth scorn, Yet to the humble He doth give grace."}
{"Book": "Proverbs", "Reference": "3:35", "Verse": "Honour do the wise inherit, And fools are bearing away shame!"}
{"Book": "Proverbs", "Reference": "4:1", "Verse": "Hear, ye sons, the instruction of a father, And give attention to know understanding."}
{"Book": "Proverbs", "Reference": "4:2", "Verse": "For good learning I have given to you, My law forsake not."}
{"Book": "Proverbs", "Reference": "4:3", "Verse": "For, a son I have been to my father-tender, And an only one before my mother."}
{"Book": "Proverbs", "Reference": "4:4", "Verse": "And he directeth me, and he saith to me: 'Let thy heart retain my words, Keep my commands, and live."}
{"Book": "Proverbs", "Reference": "4:5", "Verse": "Get wisdom, get understanding, Do not forget, nor turn away From the sayings of my mouth."}
{"Book": "Proverbs", "Reference": "4:6", "Verse": "Forsake her not, and she doth preserve thee, Love her, and she doth keep thee."}
{"Book": "Proverbs", "Reference": "4:7", "Verse": "The first thing is wisdom-get wisdom, And with all thy getting get understanding."}
{"Book": "Proverbs", "Reference": "4:8", "Verse": "Exalt her, and she doth lift thee up, She honoureth thee, when thou dost embrace her."}
{"Book": "Proverbs", "Reference": "4:9", "Verse": "She giveth to thy head a wreath of grace, A crown of beauty she doth give thee freely."}
{"Book": "Proverbs", "Reference": "4:10", "Verse": "Hear, my son, and receive my sayings, And years of life are multiplied to thee."}
{"Book": "Proverbs", "Reference": "4:11", "Verse": "In a way of wisdom I have directed thee, I have caused thee to tread in paths of uprightness."}
{"Book": "Proverbs", "Reference": "4:12", "Verse": "In thy walking thy step is not straitened, And if thou runnest, thou stumblest not."}
{"Book": "Proverbs", "Reference": "4:13", "Verse": "Lay hold on instruction, do not desist, Keep her, for she is thy life."}
{"Book": "Proverbs", "Reference": "4:14", "Verse": "Into the path of the wicked enter not, And be not happy in a way of evil doers."}
{"Book": "Proverbs", "Reference": "4:15", "Verse": "Avoid it, pass not over into it, Turn aside from it, and pass on."}
{"Book": "Proverbs", "Reference": "4:16", "Verse": "For they sleep not if they do not evil, And their sleep hath been taken violently away, If they cause not some to stumble."}
{"Book": "Proverbs", "Reference": "4:17", "Verse": "For they have eaten bread of wickedness, And wine of violence they drink."}
{"Book": "Proverbs", "Reference": "4:18", "Verse": "And the path of the righteous is as a shining light, Going and brightening till the day is established,"}
{"Book": "Proverbs", "Reference": "4:19", "Verse": "The way of the wicked is as darkness, They have not known at what they stumble."}
{"Book": "Proverbs", "Reference": "4:20", "Verse": "My son, to my words give attention, To my sayings incline thine ear,"}
{"Book": "Proverbs", "Reference": "4:21", "Verse": "Let them not turn aside from thine eyes, Preserve them in the midst of thy heart."}
{"Book": "Proverbs", "Reference": "4:22", "Verse": "For life they are to those finding them, And to all their flesh healing."}
{"Book": "Proverbs", "Reference": "4:23", "Verse": "Above every charge keep thy heart, For out of it are the outgoings of life."}
{"Book": "Proverbs", "Reference": "4:24", "Verse": "Turn aside from thee a froward mouth, And perverse lips put far from thee,"}
{"Book": "Proverbs", "Reference": "4:25", "Verse": "Thine eyes do look straightforward, And thine eyelids look straight before thee."}
{"Book": "Proverbs", "Reference": "4:26", "Verse": "Ponder thou the path of thy feet, And all thy ways are established."}
{"Book": "Proverbs", "Reference": "4:27", "Verse": "Incline not to the right or to the left, Turn aside thy foot from evil!"}
{"Book": "Proverbs", "Reference": "5:1", "Verse": "My son! to my wisdom give attention, To mine understanding incline thine ear,"}
{"Book": "Proverbs", "Reference": "5:2", "Verse": "To observe thoughtfulness, And knowledge do thy lips keep."}
{"Book": "Proverbs", "Reference": "5:3", "Verse": "For the lips of a strange woman drop honey, And smoother than oil is her mouth,"}
{"Book": "Proverbs", "Reference": "5:4", "Verse": "And her latter end is bitter as wormwood, Sharp as a sword with mouths."}
{"Book": "Proverbs", "Reference": "5:5", "Verse": "Her feet are going down to death, Sheol do her steps take hold of."}
{"Book": "Proverbs", "Reference": "5:6", "Verse": "The path of life-lest thou ponder, Moved have her paths-thou knowest not."}
{"Book": "Proverbs", "Reference": "5:7", "Verse": "And now, ye sons, hearken to me, And turn not from sayings of my mouth."}
{"Book": "Proverbs", "Reference": "5:8", "Verse": "Keep far from off her thy way, And come not near unto the opening of her house,"}
{"Book": "Proverbs", "Reference": "5:9", "Verse": "Lest thou give to others thy honour, And thy years to the fierce,"}
{"Book": "Proverbs", "Reference": "5:10", "Verse": "Lest strangers be filled with thy power, And thy labours in the house of a stranger,"}
{"Book": "Proverbs", "Reference": "5:11", "Verse": "And thou hast howled in thy latter end, In the consumption of thy flesh and thy food,"}
{"Book": "Proverbs", "Reference": "5:12", "Verse": "And hast said, 'How have I hated instruction, And reproof hath my heart despised,"}
{"Book": "Proverbs", "Reference": "5:13", "Verse": "And I have not hearkened to the voice of my directors, And to my teachers have not inclined mine ear."}
{"Book": "Proverbs", "Reference": "5:14", "Verse": "As a little thing I have been all evil, In the midst of an assembly and a company."}
{"Book": "Proverbs", "Reference": "5:15", "Verse": "Drink waters out of thine own cistern, Even flowing ones out of thine own well."}
{"Book": "Proverbs", "Reference": "5:16", "Verse": "Let thy fountains be scattered abroad, In broad places rivulets of waters."}
{"Book": "Proverbs", "Reference": "5:17", "Verse": "Let them be to thee for thyself, And not to strangers with thee."}
{"Book": "Proverbs", "Reference": "5:18", "Verse": "Let thy fountain be blessed, And rejoice because of the wife of thy youth,"}
{"Book": "Proverbs", "Reference": "5:19", "Verse": "A hind of loves, and a roe of grace! Let her loves satisfy thee at all times, In her love magnify thyself continually."}
{"Book": "Proverbs", "Reference": "5:20", "Verse": "And why dost thou magnify thyself, My son, with a stranger? And embrace the bosom of a strange woman?"}
{"Book": "Proverbs", "Reference": "5:21", "Verse": "For over-against the eyes of Jehovah are the ways of each, And all his paths He is pondering."}
{"Book": "Proverbs", "Reference": "5:22", "Verse": "His own iniquities do capture the wicked, And with the ropes of his sin he is holden."}
{"Book": "Proverbs", "Reference": "5:23", "Verse": "He dieth without instruction, And in the abundance of his folly magnifieth himself!"}
{"Book": "Proverbs", "Reference": "6:1", "Verse": "My son! if thou hast been surety for thy friend, Hast stricken for a stranger thy hand,"}
{"Book": "Proverbs", "Reference": "6:2", "Verse": "Hast been snared with sayings of thy mouth, Hast been captured with sayings of thy mouth,"}
{"Book": "Proverbs", "Reference": "6:3", "Verse": "Do this now, my son, and be delivered, For thou hast come into the hand of thy friend. Go, trample on thyself, and strengthen thy friend,"}
{"Book": "Proverbs", "Reference": "6:4", "Verse": "Give not sleep to thine eyes, And slumber to thine eyelids,"}
{"Book": "Proverbs", "Reference": "6:5", "Verse": "Be delivered as a roe from the hand, And as a bird from the hand of a fowler."}
{"Book": "Proverbs", "Reference": "6:6", "Verse": "Go unto the ant, O slothful one, See her ways and be wise;"}
{"Book": "Proverbs", "Reference": "6:7", "Verse": "Which hath not captain, overseer, and ruler,"}
{"Book": "Proverbs", "Reference": "6:8", "Verse": "She doth prepare in summer her bread, She hath gathered in harvest her food."}
{"Book": "Proverbs", "Reference": "6:9", "Verse": "Till when, O slothful one, dost thou lie? When dost thou arise from thy sleep?"}
{"Book": "Proverbs", "Reference": "6:10", "Verse": "A little sleep, a little slumber, A little clasping of the hands to rest,"}
{"Book": "Proverbs", "Reference": "6:11", "Verse": "And thy poverty hath come as a traveller, And thy want as an armed man."}
{"Book": "Proverbs", "Reference": "6:12", "Verse": "A man of worthlessness, a man of iniquity, Walking with perverseness of mouth,"}
{"Book": "Proverbs", "Reference": "6:13", "Verse": "Winking with his eyes, speaking with his feet, Directing with his fingers,"}
{"Book": "Proverbs", "Reference": "6:14", "Verse": "Frowardness is in his heart, devising evil at all times, Contentions he sendeth forth."}
{"Book": "Proverbs", "Reference": "6:15", "Verse": "Therefore suddenly cometh his calamity, Instantly he is broken-and no healing."}
{"Book": "Proverbs", "Reference": "6:16", "Verse": "These six hath Jehovah hated, Yea, seven are abominations to His soul."}
{"Book": "Proverbs", "Reference": "6:17", "Verse": "Eyes high-tongues false-And hands shedding innocent blood-"}
{"Book": "Proverbs", "Reference": "6:18", "Verse": "A heart devising thoughts of vanity-Feet hasting to run to evil-"}
{"Book": "Proverbs", "Reference": "6:19", "Verse": "A false witness who doth breathe out lies-And one sending forth contentions between brethren."}
{"Book": "Proverbs", "Reference": "6:20", "Verse": "Keep, my son, the command of thy father, And leave not the law of thy mother."}
{"Book": "Proverbs", "Reference": "6:21", "Verse": "Bind them on thy heart continually, Tie them on thy neck."}
{"Book": "Proverbs", "Reference": "6:22", "Verse": "In thy going up and down, it leadeth thee, In thy lying down, it watcheth over thee, And thou hast awaked-it talketh with thee."}
{"Book": "Proverbs", "Reference": "6:23", "Verse": "For a lamp is the command, And the law a light, And a way of life are reproofs of instruction,"}
{"Book": "Proverbs", "Reference": "6:24", "Verse": "To preserve thee from an evil woman, From the flattery of the tongue of a strange woman."}
{"Book": "Proverbs", "Reference": "6:25", "Verse": "Desire not her beauty in thy heart, And let her not take thee with her eyelids."}
{"Book": "Proverbs", "Reference": "6:26", "Verse": "For a harlot consumeth unto a cake of bread, And an adulteress the precious soul hunteth."}
{"Book": "Proverbs", "Reference": "6:27", "Verse": "Doth a man take fire into his bosom, And are his garments not burnt?"}
{"Book": "Proverbs", "Reference": "6:28", "Verse": "Doth a man walk on the hot coals, And are his feet not scorched?"}
{"Book": "Proverbs", "Reference": "6:29", "Verse": "So is he who hath gone in unto the wife of his neighbour, None who doth touch her is innocent."}
{"Book": "Proverbs", "Reference": "6:30", "Verse": "They do not despise the thief, When he stealeth to fill his soul when he is hungry,"}
{"Book": "Proverbs", "Reference": "6:31", "Verse": "And being found he repayeth sevenfold, All the substance of his house he giveth."}
{"Book": "Proverbs", "Reference": "6:32", "Verse": "He who committeth adultery with a woman lacketh heart, He is destroying his soul who doth it."}
{"Book": "Proverbs", "Reference": "6:33", "Verse": "A stroke and shame he doth find, And his reproach is not wiped away,"}
{"Book": "Proverbs", "Reference": "6:34", "Verse": "For jealousy is the fury of a man, And he doth not spare in a day of vengeance."}
{"Book": "Proverbs", "Reference": "6:35", "Verse": "He accepteth not the appearance of any atonement, Yea, he doth not consent, Though thou dost multiply bribes!"}
{"Book": "Proverbs", "Reference": "7:1", "Verse": "My son! keep my sayings, And my commands lay up with thee."}
{"Book": "Proverbs", "Reference": "7:2", "Verse": "Keep my commands, and live, And my law as the pupil of thine eye."}
{"Book": "Proverbs", "Reference": "7:3", "Verse": "Bind them on thy fingers, Write them on the tablet of thy heart."}
{"Book": "Proverbs", "Reference": "7:4", "Verse": "Say to wisdom, 'My sister Thou art.' And cry to understanding, 'Kinswoman!'"}
{"Book": "Proverbs", "Reference": "7:5", "Verse": "To preserve thee from a strange woman, From a stranger who hath made smooth her sayings."}
{"Book": "Proverbs", "Reference": "7:6", "Verse": "For, at a window of my house, Through my casement I have looked out,"}
{"Book": "Proverbs", "Reference": "7:7", "Verse": "And I do see among the simple ones, I discern among the sons, A young man lacking understanding,"}
{"Book": "Proverbs", "Reference": "7:8", "Verse": "Passing on in the street, near her corner, And the way to her house he doth step,"}
{"Book": "Proverbs", "Reference": "7:9", "Verse": "In the twilight-in the evening of day, In the darkness of night and blackness."}
{"Book": "Proverbs", "Reference": "7:10", "Verse": "And, lo, a woman to meet him-(A harlot's dress, and watchful of heart,"}
{"Book": "Proverbs", "Reference": "7:11", "Verse": "Noisy she is, and stubborn, In her house her feet rest not."}
{"Book": "Proverbs", "Reference": "7:12", "Verse": "Now in an out-place, now in broad places, And near every corner she lieth in wait)-"}
{"Book": "Proverbs", "Reference": "7:13", "Verse": "And she laid hold on him, and kissed him, She hath hardened her face, and saith to him,"}
{"Book": "Proverbs", "Reference": "7:14", "Verse": "Sacrifices of peace-offerings are by me, To-day I have completed my vows."}
{"Book": "Proverbs", "Reference": "7:15", "Verse": "Therefore I have come forth to meet thee, To seek earnestly thy face, and I find thee."}
{"Book": "Proverbs", "Reference": "7:16", "Verse": "With ornamental coverings I decked my couch, Carved works-cotton of Egypt."}
{"Book": "Proverbs", "Reference": "7:17", "Verse": "I sprinkled my bed-myrrh, aloes, and cinnamon."}
{"Book": "Proverbs", "Reference": "7:18", "Verse": "Come, we are filled with loves till the morning, We delight ourselves in loves."}
{"Book": "Proverbs", "Reference": "7:19", "Verse": "For the man is not in his house, He hath gone on a long journey."}
{"Book": "Proverbs", "Reference": "7:20", "Verse": "A bag of money he hath taken in his hand, At the day of the new moon he cometh to his house.'"}
{"Book": "Proverbs", "Reference": "7:21", "Verse": "She turneth him aside with the abundance of her speech, With the flattery of her lips she forceth him."}
{"Book": "Proverbs", "Reference": "7:22", "Verse": "He is going after her straightway, As an ox unto the slaughter he cometh, And as a fetter unto the chastisement of a fool,"}
{"Book": "Proverbs", "Reference": "7:23", "Verse": "Till an arrow doth split his liver, As a bird hath hastened unto a snare, And hath not known that it is for its life."}
{"Book": "Proverbs", "Reference": "7:24", "Verse": "And now, ye sons, hearken to me, And give attention to sayings of my mouth."}
{"Book": "Proverbs", "Reference": "7:25", "Verse": "Let not thy heart turn unto her ways, Do not wander in her paths,"}
{"Book": "Proverbs", "Reference": "7:26", "Verse": "For many are the wounded she caused to fall, And mighty are all her slain ones."}
{"Book": "Proverbs", "Reference": "7:27", "Verse": "The ways of Sheol-her house, Going down unto inner chambers of death!"}
{"Book": "Proverbs", "Reference": "8:1", "Verse": "Doth not wisdom call? And understanding give forth her voice?"}
{"Book": "Proverbs", "Reference": "8:2", "Verse": "At the head of high places by the way, Between the paths she hath stood,"}
{"Book": "Proverbs", "Reference": "8:3", "Verse": "At the side of the gates, at the mouth of the city, The entrance of the openings, she crieth aloud,"}
{"Book": "Proverbs", "Reference": "8:4", "Verse": "Unto you, O men, I call, And my voice is unto the sons of men."}
{"Book": "Proverbs", "Reference": "8:5", "Verse": "Understand, ye simple ones, prudence, And ye fools, understand the heart,"}
{"Book": "Proverbs", "Reference": "8:6", "Verse": "Hearken, for noble things I speak, And the opening of my lips is uprightness."}
{"Book": "Proverbs", "Reference": "8:7", "Verse": "For truth doth my mouth utter, And an abomination to my lips is wickedness."}
{"Book": "Proverbs", "Reference": "8:8", "Verse": "In righteousness are all the sayings of my mouth, Nothing in them is froward and perverse."}
{"Book": "Proverbs", "Reference": "8:9", "Verse": "All of them are plain to the intelligent, And upright to those finding knowledge."}
{"Book": "Proverbs", "Reference": "8:10", "Verse": "Receive my instruction, and not silver, And knowledge rather than choice gold."}
{"Book": "Proverbs", "Reference": "8:11", "Verse": "For better is wisdom than rubies, Yea, all delights are not comparable with it."}
{"Book": "Proverbs", "Reference": "8:12", "Verse": "I, wisdom, have dwelt with prudence, And a knowledge of devices I find out."}
{"Book": "Proverbs", "Reference": "8:13", "Verse": "The fear of Jehovah is to hate evil; Pride, and arrogance, and an evil way, And a froward mouth, I have hated."}
{"Book": "Proverbs", "Reference": "8:14", "Verse": "Mine is counsel and substance, I am understanding, I have might."}
{"Book": "Proverbs", "Reference": "8:15", "Verse": "By me kings reign, and princes decree righteousness,"}
{"Book": "Proverbs", "Reference": "8:16", "Verse": "By me do chiefs rule, and nobles, All judges of the earth."}
{"Book": "Proverbs", "Reference": "8:17", "Verse": "I love those loving me, And those seeking me earnestly do find me."}
{"Book": "Proverbs", "Reference": "8:18", "Verse": "Wealth and honour are with me, Lasting substance and righteousness."}
{"Book": "Proverbs", "Reference": "8:19", "Verse": "Better is my fruit than gold, even fine gold, And mine increase than choice silver."}
{"Book": "Proverbs", "Reference": "8:20", "Verse": "In a path of righteousness I cause to walk, In midst of paths of judgment,"}
{"Book": "Proverbs", "Reference": "8:21", "Verse": "To cause my lovers to inherit substance, Yea, their treasures I fill."}
{"Book": "Proverbs", "Reference": "8:22", "Verse": "Jehovah possessed me-the beginning of His way, Before His works since then."}
{"Book": "Proverbs", "Reference": "8:23", "Verse": "From the age I was anointed, from the first, From former states of the earth."}
{"Book": "Proverbs", "Reference": "8:24", "Verse": "In there being no depths, I was brought forth, In there being no fountains heavy with waters,"}
{"Book": "Proverbs", "Reference": "8:25", "Verse": "Before mountains were sunk, Before heights, I was brought forth."}
{"Book": "Proverbs", "Reference": "8:26", "Verse": "While He had not made the earth, and out-places, And the top of the dusts of the world."}
{"Book": "Proverbs", "Reference": "8:27", "Verse": "In His preparing the heavens I am there, In His decreeing a circle on the face of the deep,"}
{"Book": "Proverbs", "Reference": "8:28", "Verse": "In His strengthening clouds above, In His making strong fountains of the deep,"}
{"Book": "Proverbs", "Reference": "8:29", "Verse": "In His setting for the sea its limit, And the waters transgress not His command, In His decreeing the foundations of earth,"}
{"Book": "Proverbs", "Reference": "8:30", "Verse": "Then I am near Him, a workman, And I am a delight-day by day. Rejoicing before Him at all times,"}
{"Book": "Proverbs", "Reference": "8:31", "Verse": "Rejoicing in the habitable part of His earth, And my delights are with the sons of men."}
{"Book": "Proverbs", "Reference": "8:32", "Verse": "And now, ye sons, hearken to me, Yea, happy are they who keep my ways."}
{"Book": "Proverbs", "Reference": "8:33", "Verse": "Hear instruction, and be wise, and slight not."}
{"Book": "Proverbs", "Reference": "8:34", "Verse": "O the happiness of the man hearkening to me, To watch at my doors day by day, To watch at the door-posts of my entrance."}
{"Book": "Proverbs", "Reference": "8:35", "Verse": "For whoso is finding me, hath found life, And bringeth out good-will from Jehovah."}
{"Book": "Proverbs", "Reference": "8:36", "Verse": "And whoso is missing me, is wronging his soul, All hating me have loved death!"}
{"Book": "Proverbs", "Reference": "9:1", "Verse": "Wisdom hath builded her house, She hath hewn out her pillars-seven."}
{"Book": "Proverbs", "Reference": "9:2", "Verse": "She hath slaughtered her slaughter, She hath mingled her wine, Yea, she hath arranged her table."}
{"Book": "Proverbs", "Reference": "9:3", "Verse": "She hath sent forth her damsels, She crieth on the tops of the high places of the city:"}
{"Book": "Proverbs", "Reference": "9:4", "Verse": "Who is simple? let him turn aside hither.' Whoso lacketh heart: she hath said to him,"}
{"Book": "Proverbs", "Reference": "9:5", "Verse": "'Come, eat of my bread, And drink of the wine I have mingled."}
{"Book": "Proverbs", "Reference": "9:6", "Verse": "Forsake ye, the simple, and live, And be happy in the way of understanding."}
{"Book": "Proverbs", "Reference": "9:7", "Verse": "The instructor of a scorner Is receiving for it-shame, And a reprover of the wicked-his blemish."}
{"Book": "Proverbs", "Reference": "9:8", "Verse": "Reprove not a scorner, lest he hate thee, Give reproof to the wise, and he loveth thee."}
{"Book": "Proverbs", "Reference": "9:9", "Verse": "Give to the wise, and he is wiser still, Make known to the righteous, And he increaseth learning."}
{"Book": "Proverbs", "Reference": "9:10", "Verse": "The commencement of wisdom is the fear of Jehovah, And a knowledge of the Holy Ones is understanding."}
{"Book": "Proverbs", "Reference": "9:11", "Verse": "For by me do thy days multiply, And added to thee are years of life."}
{"Book": "Proverbs", "Reference": "9:12", "Verse": "If thou hast been wise, thou hast been wise for thyself, And thou hast scorned-thyself bearest it."}
{"Book": "Proverbs", "Reference": "9:13", "Verse": "A foolish woman is noisy, Simple, and hath not known what."}
{"Book": "Proverbs", "Reference": "9:14", "Verse": "And she hath sat at the opening of her house, On a throne-the high places of the city,"}
{"Book": "Proverbs", "Reference": "9:15", "Verse": "To call to those passing by the way, Who are going straight on their paths."}
{"Book": "Proverbs", "Reference": "9:16", "Verse": "Who is simple? let him turn aside hither.' And whoso lacketh heart-she said to him,"}
{"Book": "Proverbs", "Reference": "9:17", "Verse": "'Stolen waters are sweet, And hidden bread is pleasant.'"}
{"Book": "Proverbs", "Reference": "9:18", "Verse": "And he hath not known that Rephaim are there, In deep places of Sheol her invited ones!"}
{"Book": "Proverbs", "Reference": "10:1", "Verse": "Proverbs of Solomon. A wise son causeth a father to rejoice, And a foolish son is an affliction to his mother."}
{"Book": "Proverbs", "Reference": "10:2", "Verse": "Treasures of wickedness profit not, And righteousness delivereth from death."}
{"Book": "Proverbs", "Reference": "10:3", "Verse": "Jehovah causeth not the soul of the righteous to hunger, And the desire of the wicked He thrusteth away."}
{"Book": "Proverbs", "Reference": "10:4", "Verse": "Poor is he who is working-a slothful hand, And the hand of the diligent maketh rich."}
{"Book": "Proverbs", "Reference": "10:5", "Verse": "Whoso is gathering in summer is a wise son, Whoso is sleeping in harvest is a son causing shame."}
{"Book": "Proverbs", "Reference": "10:6", "Verse": "Blessings are for the head of the righteous, And the mouth of the wicked cover doth violence."}
{"Book": "Proverbs", "Reference": "10:7", "Verse": "The remembrance of the righteous is for a blessing, And the name of the wicked doth rot."}
{"Book": "Proverbs", "Reference": "10:8", "Verse": "The wise in heart accepteth commands, And a talkative fool kicketh."}
{"Book": "Proverbs", "Reference": "10:9", "Verse": "Whoso is walking in integrity walketh confidently, And whoso is perverting his ways is known."}
{"Book": "Proverbs", "Reference": "10:10", "Verse": "Whoso is winking the eye giveth grief, And a talkative fool kicketh."}
{"Book": "Proverbs", "Reference": "10:11", "Verse": "A fountain of life is the mouth of the righteous, And the mouth of the wicked cover doth violence."}
{"Book": "Proverbs", "Reference": "10:12", "Verse": "Hatred awaketh contentions, And over all transgressions love covereth."}
{"Book": "Proverbs", "Reference": "10:13", "Verse": "In the lips of the intelligent is wisdom found, And a rod is for the back of him who is lacking understanding."}
{"Book": "Proverbs", "Reference": "10:14", "Verse": "The wise lay up knowledge, and the mouth of a fool is near ruin."}
{"Book": "Proverbs", "Reference": "10:15", "Verse": "The wealth of the rich is his strong city, The ruin of the poor is their poverty."}
{"Book": "Proverbs", "Reference": "10:16", "Verse": "The wage of the righteous is for life, The increase of the wicked for sin."}
{"Book": "Proverbs", "Reference": "10:17", "Verse": "A traveller to life is he who is keeping instruction, And whoso is forsaking rebuke is erring."}
{"Book": "Proverbs", "Reference": "10:18", "Verse": "Whoso is covering hatred with lying lips, And whoso is bringing out an evil report is a fool."}
{"Book": "Proverbs", "Reference": "10:19", "Verse": "In the abundance of words transgression ceaseth not, And whoso is restraining his lips is wise."}
{"Book": "Proverbs", "Reference": "10:20", "Verse": "The tongue of the righteous is chosen silver, The heart of the wicked-as a little thing."}
{"Book": "Proverbs", "Reference": "10:21", "Verse": "The lips of the righteous delight many, And fools for lack of heart die."}
{"Book": "Proverbs", "Reference": "10:22", "Verse": "The blessing of Jehovah-it maketh rich, And He addeth no grief with it."}
{"Book": "Proverbs", "Reference": "10:23", "Verse": "To execute inventions is as play to a fool, And wisdom to a man of understanding."}
{"Book": "Proverbs", "Reference": "10:24", "Verse": "The feared thing of the wicked it meeteth him, And the desire of the righteous is given."}
{"Book": "Proverbs", "Reference": "10:25", "Verse": "As the passing by of a hurricane, So the wicked is not, And the righteous is a foundation age-during."}
{"Book": "Proverbs", "Reference": "10:26", "Verse": "As vinegar to the teeth, And as smoke to the eyes, So is the slothful to those sending him."}
{"Book": "Proverbs", "Reference": "10:27", "Verse": "The fear of Jehovah addeth days, And the years of the wicked are shortened."}
{"Book": "Proverbs", "Reference": "10:28", "Verse": "The hope of the righteous is joyful, And the expectation of the wicked perisheth."}
{"Book": "Proverbs", "Reference": "10:29", "Verse": "The way of Jehovah is strength to the perfect, And ruin to workers of iniquity."}
{"Book": "Proverbs", "Reference": "10:30", "Verse": "The righteous to the age is not moved, And the wicked inhabit not the earth."}
{"Book": "Proverbs", "Reference": "10:31", "Verse": "The mouth of the righteous uttereth wisdom, And the tongue of frowardness is cut out."}
{"Book": "Proverbs", "Reference": "10:32", "Verse": "The lips of the righteous know a pleasing thing, And the mouth of the wicked perverseness!"}
{"Book": "Proverbs", "Reference": "11:1", "Verse": "Balances of deceit are an abomination to Jehovah, And a perfect weight is His delight."}
{"Book": "Proverbs", "Reference": "11:2", "Verse": "Pride hath come, and shame cometh, And with the lowly is wisdom."}
{"Book": "Proverbs", "Reference": "11:3", "Verse": "The integrity of the upright leadeth them, And the perverseness of the treacherous destroyeth them."}
{"Book": "Proverbs", "Reference": "11:4", "Verse": "Wealth profiteth not in a day of wrath, And righteousness delivereth from death."}
{"Book": "Proverbs", "Reference": "11:5", "Verse": "The righteousness of the perfect maketh right his way, And by his wickedness doth the wicked fall."}
{"Book": "Proverbs", "Reference": "11:6", "Verse": "The righteousness of the upright delivereth them, And in mischief the treacherous are captured."}
{"Book": "Proverbs", "Reference": "11:7", "Verse": "In the death of a wicked man, hope perisheth, And the expectation of the iniquitous hath been lost."}
{"Book": "Proverbs", "Reference": "11:8", "Verse": "The righteous from distress is drawn out, And the wicked goeth in instead of him."}
{"Book": "Proverbs", "Reference": "11:9", "Verse": "With the mouth a hypocrite corrupteth his friend, And by knowledge the righteous are drawn out."}
{"Book": "Proverbs", "Reference": "11:10", "Verse": "In the good of the righteous a city exulteth, And in the destruction of the wicked is singing."}
{"Book": "Proverbs", "Reference": "11:11", "Verse": "By the blessing of the upright is a city exalted, And by the mouth of the wicked thrown down."}
{"Book": "Proverbs", "Reference": "11:12", "Verse": "Whoso is despising his neighbour lacketh heart, And a man of understanding keepeth silence."}
{"Book": "Proverbs", "Reference": "11:13", "Verse": "A busybody is revealing secret counsel, And the faithful of spirit is covering the matter."}
{"Book": "Proverbs", "Reference": "11:14", "Verse": "Without counsels do a people fall, And deliverance is in a multitude of counsellors."}
{"Book": "Proverbs", "Reference": "11:15", "Verse": "Evil one suffereth when he hath been surety for a stranger, And whoso is hating suretyship is confident."}
{"Book": "Proverbs", "Reference": "11:16", "Verse": "A gracious woman retaineth honour, And terrible men retain riches."}
{"Book": "Proverbs", "Reference": "11:17", "Verse": "A kind man is rewarding his own soul, And the fierce is troubling his own flesh."}
{"Book": "Proverbs", "Reference": "11:18", "Verse": "The wicked is getting a lying wage, And whoso is sowing righteousness-a true reward."}
{"Book": "Proverbs", "Reference": "11:19", "Verse": "Rightly is righteousness for life, And whoso is pursuing evil-for his own death."}
{"Book": "Proverbs", "Reference": "11:20", "Verse": "An abomination to Jehovah are the perverse of heart, And the perfect of the way are His delight."}
{"Book": "Proverbs", "Reference": "11:21", "Verse": "Hand to hand, the wicked is not acquitted, And the seed of the righteous hath escaped."}
{"Book": "Proverbs", "Reference": "11:22", "Verse": "A ring of gold in the nose of a sow-A fair woman and stubborn of behaviour."}
{"Book": "Proverbs", "Reference": "11:23", "Verse": "The desire of the righteous is only good, The hope of the wicked is transgression."}
{"Book": "Proverbs", "Reference": "11:24", "Verse": "There is who is scattering, and yet is increased, And who is keeping back from uprightness, only to want."}
{"Book": "Proverbs", "Reference": "11:25", "Verse": "A liberal soul is made fat, And whoso is watering, he also is watered."}
{"Book": "Proverbs", "Reference": "11:26", "Verse": "Whoso is withholding corn, the people execrate him, And a blessing is for the head of him who is selling."}
{"Book": "Proverbs", "Reference": "11:27", "Verse": "Whoso is earnestly seeking good Seeketh a pleasing thing, And whoso is seeking evil-it meeteth him."}
{"Book": "Proverbs", "Reference": "11:28", "Verse": "Whoso is confident in his wealth he falleth, And as a leaf, the righteous flourish."}
{"Book": "Proverbs", "Reference": "11:29", "Verse": "Whoso is troubling his own house inheriteth wind, And a servant is the fool to the wise of heart."}
{"Book": "Proverbs", "Reference": "11:30", "Verse": "The fruit of the righteous is a tree of life, And whoso is taking souls is wise."}
{"Book": "Proverbs", "Reference": "11:31", "Verse": "Lo, the righteous in the earth is recompensed, Surely also the wicked and the sinner!"}
{"Book": "Proverbs", "Reference": "12:1", "Verse": "Whoso is loving instruction, is loving knowledge, And whoso is hating reproof is brutish."}
{"Book": "Proverbs", "Reference": "12:2", "Verse": "The good bringeth forth favour from Jehovah, And the man of wicked devices He condemneth."}
{"Book": "Proverbs", "Reference": "12:3", "Verse": "A man is not established by wickedness, And the root of the righteous is not moved."}
{"Book": "Proverbs", "Reference": "12:4", "Verse": "A virtuous woman is a crown to her husband, And as rottenness in his bones is one causing shame."}
{"Book": "Proverbs", "Reference": "12:5", "Verse": "The thoughts of the righteous are justice, The counsels of the wicked-deceit."}
{"Book": "Proverbs", "Reference": "12:6", "Verse": "The words of the wicked are: 'Lay wait for blood,' And the mouth of the upright delivereth them."}
{"Book": "Proverbs", "Reference": "12:7", "Verse": "Overthrow the wicked, and they are not, And the house of the righteous standeth."}
{"Book": "Proverbs", "Reference": "12:8", "Verse": "According to his wisdom is a man praised, And the perverted of heart becometh despised."}
{"Book": "Proverbs", "Reference": "12:9", "Verse": "Better is the lightly esteemed who hath a servant, Than the self-honoured who lacketh bread."}
{"Book": "Proverbs", "Reference": "12:10", "Verse": "The righteous knoweth the life of his beast, And the mercies of the wicked are cruel."}
{"Book": "Proverbs", "Reference": "12:11", "Verse": "Whoso is tilling the ground is satisfied with bread, And whoso is pursuing vanities is lacking heart,"}
{"Book": "Proverbs", "Reference": "12:12", "Verse": "The wicked hath desired the net of evil doers, And the root of the righteous giveth."}
{"Book": "Proverbs", "Reference": "12:13", "Verse": "In transgression of the lips is the snare of the wicked, And the righteous goeth out from distress."}
{"Book": "Proverbs", "Reference": "12:14", "Verse": "From the fruit of the mouth is one satisfied with good, And the deed of man's hands returneth to him."}
{"Book": "Proverbs", "Reference": "12:15", "Verse": "The way of a fool is right in his own eyes, And whoso is hearkening to counsel is wise."}
{"Book": "Proverbs", "Reference": "12:16", "Verse": "The fool-in a day is his anger known, And the prudent is covering shame."}
{"Book": "Proverbs", "Reference": "12:17", "Verse": "Whoso uttereth faithfulness declareth righteousness, And a false witness-deceit."}
{"Book": "Proverbs", "Reference": "12:18", "Verse": "A rash speaker is like piercings of a sword, And the tongue of the wise is healing."}
{"Book": "Proverbs", "Reference": "12:19", "Verse": "The lip of truth is established for ever, And for a moment-a tongue of falsehood."}
{"Book": "Proverbs", "Reference": "12:20", "Verse": "Deceit is in the heart of those devising evil, And to those counselling peace is joy."}
{"Book": "Proverbs", "Reference": "12:21", "Verse": "No iniquity is desired by the righteous, And the wicked have been full of evil."}
{"Book": "Proverbs", "Reference": "12:22", "Verse": "An abomination to Jehovah are lying lips, And stedfast doers are his delight."}
{"Book": "Proverbs", "Reference": "12:23", "Verse": "A prudent man is concealing knowledge, And the heart of fools proclaimeth folly."}
{"Book": "Proverbs", "Reference": "12:24", "Verse": "The hand of the diligent ruleth, And slothfulness becometh tributary."}
{"Book": "Proverbs", "Reference": "12:25", "Verse": "Sorrow in the heart of a man boweth down, And a good word maketh him glad."}
{"Book": "Proverbs", "Reference": "12:26", "Verse": "The righteous searcheth his companion, And the way of the wicked causeth them to err."}
{"Book": "Proverbs", "Reference": "12:27", "Verse": "The slothful roasteth not his hunting, And the wealth of a diligent man is precious."}
{"Book": "Proverbs", "Reference": "12:28", "Verse": "In the path of righteousness is life, And in the way of that path is no death!"}
{"Book": "Proverbs", "Reference": "13:1", "Verse": "A wise son-the instruction of a father, And a scorner-he hath not heard rebuke."}
{"Book": "Proverbs", "Reference": "13:2", "Verse": "From the fruit of the mouth a man eateth good, And the soul of the treacherous-violence."}
{"Book": "Proverbs", "Reference": "13:3", "Verse": "Whoso is keeping his mouth, is keeping his soul, Whoso is opening wide his lips-ruin to him!"}
{"Book": "Proverbs", "Reference": "13:4", "Verse": "The soul of the slothful is desiring, and hath not. And the soul of the diligent is made fat."}
{"Book": "Proverbs", "Reference": "13:5", "Verse": "A false word the righteous hateth, And the wicked causeth abhorrence, and is confounded."}
{"Book": "Proverbs", "Reference": "13:6", "Verse": "Righteousness keepeth him who is perfect in the way, And wickedness overthroweth a sin offering."}
{"Book": "Proverbs", "Reference": "13:7", "Verse": "There is who is making himself rich, and hath nothing, Who is making himself poor, and wealth is abundant."}
{"Book": "Proverbs", "Reference": "13:8", "Verse": "The ransom of a man's life are his riches, And the poor hath not heard rebuke."}
{"Book": "Proverbs", "Reference": "13:9", "Verse": "The light of the righteous rejoiceth, And the lamp of the wicked is extinguished."}
{"Book": "Proverbs", "Reference": "13:10", "Verse": "A vain man through pride causeth debate, And with the counselled is wisdom."}
{"Book": "Proverbs", "Reference": "13:11", "Verse": "Wealth from vanity becometh little, And whoso is gathering by the hand becometh great."}
{"Book": "Proverbs", "Reference": "13:12", "Verse": "Hope prolonged is making the heart sick, And a tree of life is the coming desire."}
{"Book": "Proverbs", "Reference": "13:13", "Verse": "Whoso is despising the Word is destroyed for it, And whoso is fearing the Command is repayed."}
{"Book": "Proverbs", "Reference": "13:14", "Verse": "The law of the wise is a fountain of life, To turn aside from snares of death."}
{"Book": "Proverbs", "Reference": "13:15", "Verse": "Good understanding giveth grace, And the way of the treacherous is hard."}
{"Book": "Proverbs", "Reference": "13:16", "Verse": "Every prudent one dealeth with knowledge, And a fool spreadeth out folly."}
{"Book": "Proverbs", "Reference": "13:17", "Verse": "A wicked messenger falleth into evil, And a faithful ambassador is healing."}
{"Book": "Proverbs", "Reference": "13:18", "Verse": "Whoso is refusing instruction-poverty and shame, And whoso is observing reproof is honoured."}
{"Book": "Proverbs", "Reference": "13:19", "Verse": "A desire accomplished is sweet to the soul, And an abomination to fools is: Turn from evil."}
{"Book": "Proverbs", "Reference": "13:20", "Verse": "Whoso is walking with wise men is wise, And a companion of fools suffereth evil."}
{"Book": "Proverbs", "Reference": "13:21", "Verse": "Evil pursueth sinners, And good recompenseth the righteous."}
{"Book": "Proverbs", "Reference": "13:22", "Verse": "A good man causeth sons' sons to inherit, And laid up for the righteous is the sinner's wealth."}
{"Book": "Proverbs", "Reference": "13:23", "Verse": "Abundance of food-the tillage of the poor, And substance is consumed without judgment."}
{"Book": "Proverbs", "Reference": "13:24", "Verse": "Whoso is sparing his rod is hating his son, And whoso is loving him hath hastened him chastisement."}
{"Book": "Proverbs", "Reference": "13:25", "Verse": "The righteous is eating to the satiety of his soul, And the belly of the wicked lacketh!"}
{"Book": "Proverbs", "Reference": "14:1", "Verse": "Every wise woman hath builded her house, And the foolish with her hands breaketh it down."}
{"Book": "Proverbs", "Reference": "14:2", "Verse": "Whoso is walking in his uprightness is fearing Jehovah, And the perverted in his ways is despising Him."}
{"Book": "Proverbs", "Reference": "14:3", "Verse": "In the mouth of a fool is a rod of pride, And the lips of the wise preserve them."}
{"Book": "Proverbs", "Reference": "14:4", "Verse": "Without oxen a stall is clean, And great is the increase by the power of the ox."}
{"Book": "Proverbs", "Reference": "14:5", "Verse": "A faithful witness lieth not, And a false witness breatheth out lies."}
{"Book": "Proverbs", "Reference": "14:6", "Verse": "A scorner hath sought wisdom, and it is not, And knowledge to the intelligent is easy."}
{"Book": "Proverbs", "Reference": "14:7", "Verse": "Go from before a foolish man, Or thou hast not known the lips of knowledge."}
{"Book": "Proverbs", "Reference": "14:8", "Verse": "The wisdom of the prudent is to understand his way, And the folly of fools is deceit."}
{"Book": "Proverbs", "Reference": "14:9", "Verse": "Fools mock at a guilt-offering, And among the upright-a pleasing thing."}
{"Book": "Proverbs", "Reference": "14:10", "Verse": "The heart knoweth its own bitterness, And with its joy a stranger doth not intermeddle."}
{"Book": "Proverbs", "Reference": "14:11", "Verse": "The house of the wicked is destroyed, And the tent of the upright flourisheth."}
{"Book": "Proverbs", "Reference": "14:12", "Verse": "There is a way-right before a man, And its latter end are ways of death."}
{"Book": "Proverbs", "Reference": "14:13", "Verse": "Even in laughter is the heart pained, And the latter end of joy is affliction."}
{"Book": "Proverbs", "Reference": "14:14", "Verse": "From his ways is the backslider in heart filled, And a good man-from his fruits."}
{"Book": "Proverbs", "Reference": "14:15", "Verse": "The simple giveth credence to everything, And the prudent attendeth to his step."}
{"Book": "Proverbs", "Reference": "14:16", "Verse": "The wise is fearing and turning from evil, And a fool is transgressing and is confident."}
{"Book": "Proverbs", "Reference": "14:17", "Verse": "Whoso is short of temper doth folly, And a man of wicked devices is hated."}
{"Book": "Proverbs", "Reference": "14:18", "Verse": "The simple have inherited folly, And the prudent are crowned with knowledge."}
{"Book": "Proverbs", "Reference": "14:19", "Verse": "The evil have bowed down before the good, And the wicked at the gates of the righteous."}
{"Book": "Proverbs", "Reference": "14:20", "Verse": "Even of his neighbour is the poor hated, And those loving the rich are many."}
{"Book": "Proverbs", "Reference": "14:21", "Verse": "Whoso is despising his neighbour sinneth, Whoso is favouring the humble, O his happiness."}
{"Book": "Proverbs", "Reference": "14:22", "Verse": "Do not they err who are devising evil? And kindness and truth are to those devising good,"}
{"Book": "Proverbs", "Reference": "14:23", "Verse": "In all labour there is advantage, And a thing of the lips is only to want."}
{"Book": "Proverbs", "Reference": "14:24", "Verse": "The crown of the wise is their wealth, The folly of fools is folly."}
{"Book": "Proverbs", "Reference": "14:25", "Verse": "A true witness is delivering souls, And a deceitful one breatheth out lies."}
{"Book": "Proverbs", "Reference": "14:26", "Verse": "In the fear of Jehovah is strong confidence, And to His sons there is a refuge."}
{"Book": "Proverbs", "Reference": "14:27", "Verse": "The fear of Jehovah is a fountain of life, To turn aside from snares of death."}
{"Book": "Proverbs", "Reference": "14:28", "Verse": "In the multitude of a people is the honour of a king, And in lack of people the ruin of a prince."}
{"Book": "Proverbs", "Reference": "14:29", "Verse": "Whoso is slow to anger is of great understanding, And whoso is short in temper is exalting folly."}
{"Book": "Proverbs", "Reference": "14:30", "Verse": "A healed heart is life to the flesh, And rottenness to the bones is envy."}
{"Book": "Proverbs", "Reference": "14:31", "Verse": "An oppressor of the poor reproacheth his Maker, And whoso is honouring Him Is favouring the needy."}
{"Book": "Proverbs", "Reference": "14:32", "Verse": "In his wickedness is the wicked driven away, And trustful in his death is the righteous."}
{"Book": "Proverbs", "Reference": "14:33", "Verse": "In the heart of the intelligent wisdom doth rest. And in the midst of fools it is known."}
{"Book": "Proverbs", "Reference": "14:34", "Verse": "Righteousness exalteth a nation, And the goodliness of peoples is a sin-offering."}
{"Book": "Proverbs", "Reference": "14:35", "Verse": "The favour of a king is to a wise servant, And an object of his wrath is one causing shame!"}
{"Book": "Proverbs", "Reference": "15:1", "Verse": "A soft answer turneth back fury, And a grievous word raiseth up anger."}
{"Book": "Proverbs", "Reference": "15:2", "Verse": "The tongue of the wise maketh knowledge good, And the mouth of fools uttereth folly."}
{"Book": "Proverbs", "Reference": "15:3", "Verse": "In every place are the eyes of Jehovah, Watching the evil and the good."}
{"Book": "Proverbs", "Reference": "15:4", "Verse": "A healed tongue is a tree of life, And perverseness in it-a breach in the spirit."}
{"Book": "Proverbs", "Reference": "15:5", "Verse": "A fool despiseth the instruction of his father, And whoso is regarding reproof is prudent."}
{"Book": "Proverbs", "Reference": "15:6", "Verse": "In the house of the righteous is abundant strength, And in the increase of the wicked-trouble."}
{"Book": "Proverbs", "Reference": "15:7", "Verse": "The lips of the wise scatter knowledge, And the heart of fools is not right."}
{"Book": "Proverbs", "Reference": "15:8", "Verse": "The sacrifice of the wicked is an abomination to Jehovah, And the prayer of the upright is His delight."}
{"Book": "Proverbs", "Reference": "15:9", "Verse": "An abomination to Jehovah is the way of the wicked, And whoso is pursuing righteousness He loveth."}
{"Book": "Proverbs", "Reference": "15:10", "Verse": "Chastisement is grievous to him who is forsaking the path, Whoso is hating reproof dieth."}
{"Book": "Proverbs", "Reference": "15:11", "Verse": "Sheol and destruction are before Jehovah, Surely also the hearts of the sons of men."}
{"Book": "Proverbs", "Reference": "15:12", "Verse": "A scorner loveth not his reprover, Unto the wise he goeth not."}
{"Book": "Proverbs", "Reference": "15:13", "Verse": "A joyful heart maketh glad the face, And by grief of heart is the spirit smitten."}
{"Book": "Proverbs", "Reference": "15:14", "Verse": "The heart of the intelligent seeketh knowledge, And the mouth of fools enjoyeth folly."}
{"Book": "Proverbs", "Reference": "15:15", "Verse": "All the days of the afflicted are evil, And gladness of heart is a perpetual banquet."}
{"Book": "Proverbs", "Reference": "15:16", "Verse": "Better is a little with the fear of Jehovah, Than much treasure, and tumult with it."}
{"Book": "Proverbs", "Reference": "15:17", "Verse": "Better is an allowance of green herbs and love there, Than a fatted ox, and hatred with it."}
{"Book": "Proverbs", "Reference": "15:18", "Verse": "A man of fury stirreth up contention, And the slow to anger appeaseth strife."}
{"Book": "Proverbs", "Reference": "15:19", "Verse": "The way of the slothful is as a hedge of briers, And the path of the upright is raised up."}
{"Book": "Proverbs", "Reference": "15:20", "Verse": "A wise son rejoiceth a father. And a foolish man is despising his mother."}
{"Book": "Proverbs", "Reference": "15:21", "Verse": "Folly is joy to one lacking heart, And a man of intelligence directeth his going."}
{"Book": "Proverbs", "Reference": "15:22", "Verse": "Without counsel is the making void of purposes, And in a multitude of counsellors it is established."}
{"Book": "Proverbs", "Reference": "15:23", "Verse": "Joy is to a man in the answer of his mouth, And a word in its season-how good!"}
{"Book": "Proverbs", "Reference": "15:24", "Verse": "A path of life is on high for the wise, To turn aside from Sheol beneath."}
{"Book": "Proverbs", "Reference": "15:25", "Verse": "The house of the proud Jehovah pulleth down, And He setteth up the border of the widow."}
{"Book": "Proverbs", "Reference": "15:26", "Verse": "An abomination to Jehovah are thoughts of wickedness, And pure are sayings of pleasantness."}
{"Book": "Proverbs", "Reference": "15:27", "Verse": "A dishonest gainer is troubling his house, And whoso is hating gifts liveth."}
{"Book": "Proverbs", "Reference": "15:28", "Verse": "The heart of the righteous meditateth to answer, And the mouth of the wicked uttereth evil things."}
{"Book": "Proverbs", "Reference": "15:29", "Verse": "Far is Jehovah from the wicked, And the prayer of the righteous He heareth."}
{"Book": "Proverbs", "Reference": "15:30", "Verse": "The light of the eyes rejoiceth the heart, A good report maketh fat the bone."}
{"Book": "Proverbs", "Reference": "15:31", "Verse": "An ear that is hearing the reproof of life Doth lodge among the wise."}
{"Book": "Proverbs", "Reference": "15:32", "Verse": "Whoso is refusing instruction is despising his soul, And whoso is hearing reproof Is getting understanding."}
{"Book": "Proverbs", "Reference": "15:33", "Verse": "The fear of Jehovah is the instruction of wisdom, And before honour is humility!"}
{"Book": "Proverbs", "Reference": "16:1", "Verse": "Of man are arrangements of the heart, And from Jehovah an answer of the tongue."}
{"Book": "Proverbs", "Reference": "16:2", "Verse": "All the ways of a man are pure in his own eyes, And Jehovah is pondering the spirits."}
{"Book": "Proverbs", "Reference": "16:3", "Verse": "Roll unto Jehovah thy works, And established are thy purposes,"}
{"Book": "Proverbs", "Reference": "16:4", "Verse": "All things hath Jehovah wrought for Himself, And also the wicked worketh for a day of evil."}
{"Book": "Proverbs", "Reference": "16:5", "Verse": "An abomination to Jehovah is every proud one of heart, Hand to hand he is not acquitted."}
{"Book": "Proverbs", "Reference": "16:6", "Verse": "In kindness and truth pardoned is iniquity, And in the fear of Jehovah Turn thou aside from evil."}
{"Book": "Proverbs", "Reference": "16:7", "Verse": "When a man's ways please Jehovah, even his enemies, He causeth to be at peace with him."}
{"Book": "Proverbs", "Reference": "16:8", "Verse": "Better is a little with righteousness, Than abundance of increase without justice."}
{"Book": "Proverbs", "Reference": "16:9", "Verse": "The heart of man deviseth his way, And Jehovah establisheth his step."}
{"Book": "Proverbs", "Reference": "16:10", "Verse": "An oath is on the lips of a king, In judgment his mouth trespasseth not."}
{"Book": "Proverbs", "Reference": "16:11", "Verse": "A just beam and balances are Jehovah's, His work are all the stones of the bag."}
{"Book": "Proverbs", "Reference": "16:12", "Verse": "An abomination to kings is doing wickedness, For by righteousness is a throne established."}
{"Book": "Proverbs", "Reference": "16:13", "Verse": "The delight of kings are righteous lips, And whoso is speaking uprightly he loveth,"}
{"Book": "Proverbs", "Reference": "16:14", "Verse": "The fury of a king is messengers of death, And a wise man pacifieth it."}
{"Book": "Proverbs", "Reference": "16:15", "Verse": "In the light of a king's face is life, And his good-will is as a cloud of the latter rain."}
{"Book": "Proverbs", "Reference": "16:16", "Verse": "To get wisdom-how much better than gold, And to get understanding to be chosen than silver!"}
{"Book": "Proverbs", "Reference": "16:17", "Verse": "A highway of the upright is, 'Turn from evil,' Whoso is preserving his soul is watching his way."}
{"Book": "Proverbs", "Reference": "16:18", "Verse": "Before destruction is pride, And before stumbling-a haughty spirit.'"}
{"Book": "Proverbs", "Reference": "16:19", "Verse": "Better is humility of spirit with the poor, Than to apportion spoil with the proud."}
{"Book": "Proverbs", "Reference": "16:20", "Verse": "The wise in any matter findeth good, And whoso is trusting in Jehovah, O his happiness."}
{"Book": "Proverbs", "Reference": "16:21", "Verse": "To the wise in heart is called, 'Intelligent,' And sweetness of lips increaseth learning."}
{"Book": "Proverbs", "Reference": "16:22", "Verse": "A fountain of life is understanding to its possessors, The instruction of fools is folly."}
{"Book": "Proverbs", "Reference": "16:23", "Verse": "The heart of the wise causeth his mouth to act wisely, And by his lips he increaseth learning,"}
{"Book": "Proverbs", "Reference": "16:24", "Verse": "Sayings of pleasantness are a honeycomb, Sweet to the soul, and healing to the bone."}
{"Book": "Proverbs", "Reference": "16:25", "Verse": "There is a way right before a man, And its latter end-ways of death."}
{"Book": "Proverbs", "Reference": "16:26", "Verse": "A labouring man hath laboured for himself, For his mouth hath caused him to bend over it."}
{"Book": "Proverbs", "Reference": "16:27", "Verse": "A worthless man is preparing evil, And on his lips-as a burning fire."}
{"Book": "Proverbs", "Reference": "16:28", "Verse": "A froward man sendeth forth contention, A tale-bearer is separating a familiar friend."}
{"Book": "Proverbs", "Reference": "16:29", "Verse": "A violent man enticeth his neighbour, And hath causeth him to go in a way not good."}
{"Book": "Proverbs", "Reference": "16:30", "Verse": "Consulting his eyes to devise froward things, Moving his lips he hath accomplished evil."}
{"Book": "Proverbs", "Reference": "16:31", "Verse": "A crown of beauty are grey hairs, In the way of righteousness it is found."}
{"Book": "Proverbs", "Reference": "16:32", "Verse": "Better is the slow to anger than the mighty, And the ruler over his spirit than he who is taking a city."}
{"Book": "Proverbs", "Reference": "16:33", "Verse": "Into the centre is the lot cast, And from Jehovah is all its judgment!"}
{"Book": "Proverbs", "Reference": "17:1", "Verse": "Better is a dry morsel, and rest with it, Than a house full of the sacrifices of strife."}
{"Book": "Proverbs", "Reference": "17:2", "Verse": "A wise servant ruleth over a son causing shame, And in the midst of brethren He apportioneth an inheritance."}
{"Book": "Proverbs", "Reference": "17:3", "Verse": "A refining pot is for silver, and a furnace for gold, And the trier of hearts is Jehovah."}
{"Book": "Proverbs", "Reference": "17:4", "Verse": "An evil doer is attentive to lips of vanity, Falsehood is giving ear to a mischievous tongue."}
{"Book": "Proverbs", "Reference": "17:5", "Verse": "Whoso is mocking at the poor Hath reproached his Maker, Whoso is rejoicing at calamity is not acquitted."}
{"Book": "Proverbs", "Reference": "17:6", "Verse": "Sons' sons are the crown of old men, And the glory of sons are their fathers."}
{"Book": "Proverbs", "Reference": "17:7", "Verse": "Not comely for a fool is a lip of excellency, Much less for a noble a lip of falsehood."}
{"Book": "Proverbs", "Reference": "17:8", "Verse": "A stone of grace is the bribe in the eyes of its possessors, Whithersoever it turneth, it prospereth."}
{"Book": "Proverbs", "Reference": "17:9", "Verse": "Whoso is covering transgression is seeking love, And whoso is repeating a matter Is separating a familiar friend."}
{"Book": "Proverbs", "Reference": "17:10", "Verse": "Rebuke cometh down on the intelligent More than a hundred stripes on a fool."}
{"Book": "Proverbs", "Reference": "17:11", "Verse": "An evil man seeketh only rebellion, And a fierce messenger is sent against him."}
{"Book": "Proverbs", "Reference": "17:12", "Verse": "The meeting of a bereaved bear by a man, And-not a fool in his folly."}
{"Book": "Proverbs", "Reference": "17:13", "Verse": "Whoso is returning evil for good, Evil moveth not from his house."}
{"Book": "Proverbs", "Reference": "17:14", "Verse": "The beginning of contention is a letting out of waters, And before it is meddled with leave the strife."}
{"Book": "Proverbs", "Reference": "17:15", "Verse": "Whoso is justifying the wicked, And condemning the righteous, Even both of these are an abomination to Jehovah."}
{"Book": "Proverbs", "Reference": "17:16", "Verse": "Why is this-a price in the hand of a fool to buy wisdom, And a heart there is none?"}
{"Book": "Proverbs", "Reference": "17:17", "Verse": "At all times is the friend loving, And a brother for adversity is born."}
{"Book": "Proverbs", "Reference": "17:18", "Verse": "A man lacking heart is striking hands, A surety he becometh before his friend."}
{"Book": "Proverbs", "Reference": "17:19", "Verse": "Whoso is loving transgression is loving debate, Whoso is making high his entrance is seeking destruction."}
{"Book": "Proverbs", "Reference": "17:20", "Verse": "The perverse of heart findeth not good, And the turned in his tongue falleth into evil."}
{"Book": "Proverbs", "Reference": "17:21", "Verse": "Whoso is begetting a fool hath affliction for it, Yea, the father of a fool rejoiceth not."}
{"Book": "Proverbs", "Reference": "17:22", "Verse": "A rejoicing heart doth good to the body, And a smitten spirit drieth the bone."}
{"Book": "Proverbs", "Reference": "17:23", "Verse": "A bribe from the bosom the wicked taketh, To turn aside the paths of judgment."}
{"Book": "Proverbs", "Reference": "17:24", "Verse": "The face of the intelligent is to wisdom, And the eyes of a fool-at the end of the earth."}
{"Book": "Proverbs", "Reference": "17:25", "Verse": "A provocation to his father is a foolish son, And bitterness to her that bare him."}
{"Book": "Proverbs", "Reference": "17:26", "Verse": "Also, to fine the righteous is not good, To smite nobles for uprightness."}
{"Book": "Proverbs", "Reference": "17:27", "Verse": "One acquainted with knowledge is sparing his words, And the cool of temper is a man of understanding."}
{"Book": "Proverbs", "Reference": "17:28", "Verse": "Even a fool keeping silence is reckoned wise, He who is shutting his lips intelligent!"}
{"Book": "Proverbs", "Reference": "18:1", "Verse": "For an object of desire he who is separated doth seek, With all wisdom he intermeddleth."}
{"Book": "Proverbs", "Reference": "18:2", "Verse": "A fool delighteth not in understanding, But-in uncovering his heart."}
{"Book": "Proverbs", "Reference": "18:3", "Verse": "With the coming of the wicked come also hath contempt, And with shame-reproach."}
{"Book": "Proverbs", "Reference": "18:4", "Verse": "Deep waters are the words of a man's mouth, The fountain of wisdom is a flowing brook."}
{"Book": "Proverbs", "Reference": "18:5", "Verse": "Acceptance of the face of the wicked is not good, To turn aside the righteous in judgment."}
{"Book": "Proverbs", "Reference": "18:6", "Verse": "The lips of a fool enter into strife, And his mouth for stripes calleth."}
{"Book": "Proverbs", "Reference": "18:7", "Verse": "The mouth of a fool is ruin to him, And his lips are the snare of his soul."}
{"Book": "Proverbs", "Reference": "18:8", "Verse": "The words of a tale-bearer are as self-inflicted wounds, And they have gone down to the inner parts of the heart."}
{"Book": "Proverbs", "Reference": "18:9", "Verse": "He also that is remiss in his work, A brother he is to a destroyer."}
{"Book": "Proverbs", "Reference": "18:10", "Verse": "A tower of strength is the name of Jehovah, Into it the righteous runneth, and is set on high."}
{"Book": "Proverbs", "Reference": "18:11", "Verse": "The wealth of the rich is the city of his strength, And as a wall set on high in his own imagination."}
{"Book": "Proverbs", "Reference": "18:12", "Verse": "Before destruction the heart of man is high, And before honour is humility."}
{"Book": "Proverbs", "Reference": "18:13", "Verse": "Whoso is answering a matter before he heareth, Folly it is to him and shame."}
{"Book": "Proverbs", "Reference": "18:14", "Verse": "The spirit of a man sustaineth his sickness, And a smitten spirit who doth bear?"}
{"Book": "Proverbs", "Reference": "18:15", "Verse": "The heart of the intelligent getteth knowledge, And the ear of the wise seeketh knowledge."}
{"Book": "Proverbs", "Reference": "18:16", "Verse": "The gift of a man maketh room for him, And before the great it leadeth him."}
{"Book": "Proverbs", "Reference": "18:17", "Verse": "Righteous is the first in his own cause, His neighbour cometh and hath searched him."}
{"Book": "Proverbs", "Reference": "18:18", "Verse": "The lot causeth contentions to cease, And between the mighty it separateth."}
{"Book": "Proverbs", "Reference": "18:19", "Verse": "A brother transgressed against is as a strong city, And contentions as the bar of a palace."}
{"Book": "Proverbs", "Reference": "18:20", "Verse": "From the fruit of a man's mouth is his belly satisfied, From the increase of his lips he is satisfied."}
{"Book": "Proverbs", "Reference": "18:21", "Verse": "Death and life are in the power of the tongue, And those loving it eat its fruit."}
{"Book": "Proverbs", "Reference": "18:22", "Verse": "Whoso hath found a wife hath found good, And bringeth out good-will from Jehovah."}
{"Book": "Proverbs", "Reference": "18:23", "Verse": "With supplications doth the poor speak, And the rich answereth fierce things."}
{"Book": "Proverbs", "Reference": "18:24", "Verse": "A man with friends is to show himself friendly, And there is a lover adhering more than a brother!"}
{"Book": "Proverbs", "Reference": "19:1", "Verse": "Better is the poor walking in his integrity, Than the perverse in his lips, who is a fool."}
{"Book": "Proverbs", "Reference": "19:2", "Verse": "Also, without knowledge the soul is not good, And the hasty in feet is sinning."}
{"Book": "Proverbs", "Reference": "19:3", "Verse": "The folly of man perverteth his way, And against Jehovah is his heart wroth."}
{"Book": "Proverbs", "Reference": "19:4", "Verse": "Wealth addeth many friends, And the poor from his neighbour is separated."}
{"Book": "Proverbs", "Reference": "19:5", "Verse": "A false witness is not acquitted, Whoso breatheth out lies is not delivered."}
{"Book": "Proverbs", "Reference": "19:6", "Verse": "Many entreat the face of the noble, And all have made friendship to a man of gifts."}
{"Book": "Proverbs", "Reference": "19:7", "Verse": "All the brethren of the poor have hated him, Surely also his friends have been far from him, He is pursuing words-they are not!"}
{"Book": "Proverbs", "Reference": "19:8", "Verse": "Whoso is getting heart is loving his soul, He is keeping understanding to find good."}
{"Book": "Proverbs", "Reference": "19:9", "Verse": "A false witness is not acquitted, And whoso breatheth out lies perisheth."}
{"Book": "Proverbs", "Reference": "19:10", "Verse": "Luxury is not comely for a fool, Much less for a servant to rule among princes."}
{"Book": "Proverbs", "Reference": "19:11", "Verse": "The wisdom of a man hath deferred his anger, And his glory is to pass over transgression."}
{"Book": "Proverbs", "Reference": "19:12", "Verse": "The wrath of a king is a growl as of a young lion, And as dew on the herb his good-will."}
{"Book": "Proverbs", "Reference": "19:13", "Verse": "A calamity to his father is a foolish son, And the contentions of a wife are a continual dropping."}
{"Book": "Proverbs", "Reference": "19:14", "Verse": "House and wealth are the inheritance of fathers, And from Jehovah is an understanding wife."}
{"Book": "Proverbs", "Reference": "19:15", "Verse": "Sloth causeth deep sleep to fall, And an indolent soul doth hunger."}
{"Book": "Proverbs", "Reference": "19:16", "Verse": "Whoso is keeping the command is keeping his soul, Whoso is despising His ways dieth."}
{"Book": "Proverbs", "Reference": "19:17", "Verse": "Whoso is lending to Jehovah is favouring the poor, And his deed He repayeth to him."}
{"Book": "Proverbs", "Reference": "19:18", "Verse": "Chastise thy son, for there is hope, And to put him to death lift not up thy soul."}
{"Book": "Proverbs", "Reference": "19:19", "Verse": "A man of great wrath is bearing punishment, For, if thou dost deliver, yet again thou dost add."}
{"Book": "Proverbs", "Reference": "19:20", "Verse": "Hear counsel and receive instruction, So that thou art wise in thy latter end."}
{"Book": "Proverbs", "Reference": "19:21", "Verse": "Many are the purposes in a man's heart, And the counsel of Jehovah it standeth."}
{"Book": "Proverbs", "Reference": "19:22", "Verse": "The desirableness of a man is his kindness, And better is the poor than a liar."}
{"Book": "Proverbs", "Reference": "19:23", "Verse": "The fear of Jehovah is to life, And satisfied he remaineth-he is not charged with evil."}
{"Book": "Proverbs", "Reference": "19:24", "Verse": "The slothful hath hidden his hand in a dish, Even unto his mouth he bringeth it not back."}
{"Book": "Proverbs", "Reference": "19:25", "Verse": "A scorner smite, and the simple acts prudently, And give reproof to the intelligent, He understandeth knowledge."}
{"Book": "Proverbs", "Reference": "19:26", "Verse": "Whoso is spoiling a father causeth a mother to flee, A son causing shame, and bringing confusion."}
{"Book": "Proverbs", "Reference": "19:27", "Verse": "Cease, my son, to hear instruction-To err from sayings of knowledge."}
{"Book": "Proverbs", "Reference": "19:28", "Verse": "A worthless witness scorneth judgment, And the mouth of the wicked swalloweth iniquity."}
{"Book": "Proverbs", "Reference": "19:29", "Verse": "Judgments have been prepared for scorners, And stripes for the back of fools!"}
{"Book": "Proverbs", "Reference": "20:1", "Verse": "Wine is a scorner-strong drink is noisy, And any going astray in it is not wise."}
{"Book": "Proverbs", "Reference": "20:2", "Verse": "The fear of a king is a growl as of a young lion, He who is causing him to be wroth is wronging his soul."}
{"Book": "Proverbs", "Reference": "20:3", "Verse": "An honour to a man is cessation from strife, And every fool intermeddleth."}
{"Book": "Proverbs", "Reference": "20:4", "Verse": "Because of winter the slothful plougheth not, He asketh in harvest, and there is nothing."}
{"Book": "Proverbs", "Reference": "20:5", "Verse": "Counsel in the heart of a man is deep water, And a man of understanding draweth it up."}
{"Book": "Proverbs", "Reference": "20:6", "Verse": "A multitude of men proclaim each his kindness, And a man of stedfastness who doth find?"}
{"Book": "Proverbs", "Reference": "20:7", "Verse": "The righteous is walking habitually in his integrity, O the happiness of his sons after him!"}
{"Book": "Proverbs", "Reference": "20:8", "Verse": "A king sitting on a throne of judgment, Is scattering with his eyes all evil,"}
{"Book": "Proverbs", "Reference": "20:9", "Verse": "Who saith, 'I have purified my heart, I have been cleansed from my sin?'"}
{"Book": "Proverbs", "Reference": "20:10", "Verse": "A stone and a stone, an ephah and an ephah, Even both of them are an abomination to Jehovah."}
{"Book": "Proverbs", "Reference": "20:11", "Verse": "Even by his actions a youth maketh himself known, Whether his work be pure or upright."}
{"Book": "Proverbs", "Reference": "20:12", "Verse": "A hearing ear, and a seeing eye, Jehovah hath made even both of them."}
{"Book": "Proverbs", "Reference": "20:13", "Verse": "Love not sleep, lest thou become poor, Open thine eyes-be satisfied with bread."}
{"Book": "Proverbs", "Reference": "20:14", "Verse": "'Bad, bad,' saith the buyer, And going his way then he boasteth himself."}
{"Book": "Proverbs", "Reference": "20:15", "Verse": "Substance, gold, and a multitude of rubies, Yea, a precious vessel, are lips of knowledge."}
{"Book": "Proverbs", "Reference": "20:16", "Verse": "Take his garment when a stranger hath been surety, And for strangers pledge it."}
{"Book": "Proverbs", "Reference": "20:17", "Verse": "Sweet to a man is the bread of falsehood, And afterwards is his mouth filled with gravel."}
{"Book": "Proverbs", "Reference": "20:18", "Verse": "Purposes by counsel thou dost establish, And with plans make thou war."}
{"Book": "Proverbs", "Reference": "20:19", "Verse": "A revealer of secret counsels is the busybody, And for a deceiver with his lips make not thyself surety."}
{"Book": "Proverbs", "Reference": "20:20", "Verse": "Whoso is vilifying his father and his mother, Extinguished is his lamp in blackness of darkness."}
{"Book": "Proverbs", "Reference": "20:21", "Verse": "An inheritance gotten wrongly at first, Even its latter end is not blessed."}
{"Book": "Proverbs", "Reference": "20:22", "Verse": "Do not say, 'I recompense evil,' Wait for Jehovah, and He delivereth thee."}
{"Book": "Proverbs", "Reference": "20:23", "Verse": "An abomination to Jehovah are a stone and a stone, And balances of deceit are not good."}
{"Book": "Proverbs", "Reference": "20:24", "Verse": "From Jehovah are the steps of a man, And man-how understandeth he his way?"}
{"Book": "Proverbs", "Reference": "20:25", "Verse": "A snare to a man is he hath swallowed a holy thing, And after vows to make inquiry."}
{"Book": "Proverbs", "Reference": "20:26", "Verse": "A wise king is scattering the wicked, And turneth back on them the wheel."}
{"Book": "Proverbs", "Reference": "20:27", "Verse": "The breath of man is a lamp of Jehovah, Searching all the inner parts of the heart."}
{"Book": "Proverbs", "Reference": "20:28", "Verse": "Kindness and truth keep a king, And he hath supported by kindness his throne."}
{"Book": "Proverbs", "Reference": "20:29", "Verse": "The beauty of young men is their strength, And the honour of old men is grey hairs."}
{"Book": "Proverbs", "Reference": "20:30", "Verse": "The bandages of a wound thou removest with the evil, Also the plagues of the inner parts of the heart!"}
{"Book": "Proverbs", "Reference": "21:1", "Verse": "Rivulets of waters is the heart of a king in the hand of Jehovah, Wherever He pleaseth He inclineth it."}
{"Book": "Proverbs", "Reference": "21:2", "Verse": "Every way of a man is right in his own eyes, And Jehovah is pondering hearts."}
{"Book": "Proverbs", "Reference": "21:3", "Verse": "To do righteousness and judgment, Is chosen of Jehovah rather than sacrifice."}
{"Book": "Proverbs", "Reference": "21:4", "Verse": "Loftiness of eyes, and breadth of heart, Tillage of the wicked is sin."}
{"Book": "Proverbs", "Reference": "21:5", "Verse": "The purposes of the diligent are only to advantage, And of every hasty one, only to want."}
{"Book": "Proverbs", "Reference": "21:6", "Verse": "The making of treasures by a lying tongue, Is a vanity driven away of those seeking death."}
{"Book": "Proverbs", "Reference": "21:7", "Verse": "The spoil of the wicked catcheth them, Because they have refused to do judgment."}
{"Book": "Proverbs", "Reference": "21:8", "Verse": "Froward is the way of a man who is vile, And the pure-upright is his work."}
{"Book": "Proverbs", "Reference": "21:9", "Verse": "Better to sit on a corner of the roof, Than with a woman of contentions and a house of company."}
{"Book": "Proverbs", "Reference": "21:10", "Verse": "The soul of the wicked hath desired evil, Not gracious in his eyes is his neighbour."}
{"Book": "Proverbs", "Reference": "21:11", "Verse": "When the scorner is punished, the simple becometh wise, And in giving understanding to the wise He receiveth knowledge."}
{"Book": "Proverbs", "Reference": "21:12", "Verse": "The Righteous One is acting wisely Towards the house of the wicked, He is overthrowing the wicked for wickedness."}
{"Book": "Proverbs", "Reference": "21:13", "Verse": "Whoso is shutting his ear from the cry of the poor, He also doth cry, and is not answered."}
{"Book": "Proverbs", "Reference": "21:14", "Verse": "A gift in secret pacifieth anger, And a bribe in the bosom strong fury."}
{"Book": "Proverbs", "Reference": "21:15", "Verse": "To do justice is joy to the righteous, But ruin to workers of iniquity."}
{"Book": "Proverbs", "Reference": "21:16", "Verse": "A man who is wandering from the way of understanding, In an assembly of Rephaim resteth."}
{"Book": "Proverbs", "Reference": "21:17", "Verse": "Whoso is loving mirth is a poor man, Whoso is loving wine and oil maketh no wealth."}
{"Book": "Proverbs", "Reference": "21:18", "Verse": "The wicked is an atonement for the righteous, And for the upright the treacherous dealer."}
{"Book": "Proverbs", "Reference": "21:19", "Verse": "Better to dwell in a wilderness land, Than with a woman of contentions and anger."}
{"Book": "Proverbs", "Reference": "21:20", "Verse": "A treasure to be desired, and oil, Is in the habitation of the wise, And a foolish man swalloweth it up."}
{"Book": "Proverbs", "Reference": "21:21", "Verse": "Whoso is pursuing righteousness and kindness, Findeth life, righteousness, and honour."}
{"Book": "Proverbs", "Reference": "21:22", "Verse": "A city of the mighty hath the wise gone up, And bringeth down the strength of its confidence."}
{"Book": "Proverbs", "Reference": "21:23", "Verse": "Whoso is keeping his mouth and his tongue, Is keeping from adversities his soul."}
{"Book": "Proverbs", "Reference": "21:24", "Verse": "Proud, haughty, scorner is his name, Who is working in the wrath of pride."}
{"Book": "Proverbs", "Reference": "21:25", "Verse": "The desire of the slothful slayeth him, For his hands have refused to work."}
{"Book": "Proverbs", "Reference": "21:26", "Verse": "All the day desiring he hath desired, And the righteous giveth and withholdeth not."}
{"Book": "Proverbs", "Reference": "21:27", "Verse": "The sacrifice of the wicked is abomination, Much more when in wickedness he bringeth it."}
{"Book": "Proverbs", "Reference": "21:28", "Verse": "A false witness doth perish, And an attentive man for ever speaketh."}
{"Book": "Proverbs", "Reference": "21:29", "Verse": "A wicked man hath hardened by his face, And the upright-he prepareth his way."}
{"Book": "Proverbs", "Reference": "21:30", "Verse": "There is no wisdom, nor understanding, Nor counsel, over-against Jehovah."}
{"Book": "Proverbs", "Reference": "21:31", "Verse": "A horse is prepared for a day of battle, And the deliverance is of Jehovah!"}
{"Book": "Proverbs", "Reference": "22:1", "Verse": "A name is chosen rather than much wealth, Than silver and than gold-good grace."}
{"Book": "Proverbs", "Reference": "22:2", "Verse": "Rich and poor have met together, The Maker of them all is Jehovah."}
{"Book": "Proverbs", "Reference": "22:3", "Verse": "The prudent hath seen the evil, and is hidden, And the simple have passed on, and are punished."}
{"Book": "Proverbs", "Reference": "22:4", "Verse": "The end of humility is the fear of Jehovah, Riches, and honour, and life."}
{"Book": "Proverbs", "Reference": "22:5", "Verse": "Thorns-snares are in the way of the perverse, Whoso is keeping his soul is far from them."}
{"Book": "Proverbs", "Reference": "22:6", "Verse": "Give instruction to a youth about his way, Even when he is old he turneth not from it."}
{"Book": "Proverbs", "Reference": "22:7", "Verse": "The rich over the poor ruleth, And a servant is the borrower to the lender."}
{"Book": "Proverbs", "Reference": "22:8", "Verse": "Whoso is sowing perverseness reapeth sorrow, And the rod of his anger weareth out."}
{"Book": "Proverbs", "Reference": "22:9", "Verse": "The good of eye-he is blessed, For he hath given of his bread to the poor."}
{"Book": "Proverbs", "Reference": "22:10", "Verse": "Cast out a scorner-and contention goeth out, And strife and shame cease."}
{"Book": "Proverbs", "Reference": "22:11", "Verse": "Whoso is loving cleanness of heart, Grace are his lips, a king is his friend."}
{"Book": "Proverbs", "Reference": "22:12", "Verse": "The eyes of Jehovah have kept knowledge, And He overthroweth the words of the treacherous."}
{"Book": "Proverbs", "Reference": "22:13", "Verse": "The slothful hath said, 'A lion is without, In the midst of the broad places I am slain.'"}
{"Book": "Proverbs", "Reference": "22:14", "Verse": "A deep pit is the mouth of strange women, The abhorred of Jehovah falleth there."}
{"Book": "Proverbs", "Reference": "22:15", "Verse": "Folly is bound up in the heart of a youth, The rod of chastisement putteth it far from him."}
{"Book": "Proverbs", "Reference": "22:16", "Verse": "He is oppressing the poor to multiply to him, He is giving to the rich-only to want."}
{"Book": "Proverbs", "Reference": "22:17", "Verse": "Incline thine ear, and hear words of the wise, And thy heart set to my knowledge,"}
{"Book": "Proverbs", "Reference": "22:18", "Verse": "For they are pleasant when thou dost keep them in thy heart, They are prepared together for thy lips."}
{"Book": "Proverbs", "Reference": "22:19", "Verse": "That thy trust may be in Jehovah, I caused thee to know to-day, even thou."}
{"Book": "Proverbs", "Reference": "22:20", "Verse": "Have I not written to thee three times With counsels and knowledge?"}
{"Book": "Proverbs", "Reference": "22:21", "Verse": "To cause thee to know the certainty of sayings of truth, To return sayings of truth to those sending thee."}
{"Book": "Proverbs", "Reference": "22:22", "Verse": "Rob not the poor because he is poor, And bruise not the afflicted in the gate."}
{"Book": "Proverbs", "Reference": "22:23", "Verse": "For Jehovah pleadeth their cause, And hath spoiled the soul of their spoilers."}
{"Book": "Proverbs", "Reference": "22:24", "Verse": "Shew not thyself friendly with an angry man, And with a man of fury go not in,"}
{"Book": "Proverbs", "Reference": "22:25", "Verse": "Lest thou learn his paths, And have received a snare to thy soul."}
{"Book": "Proverbs", "Reference": "22:26", "Verse": "Be not thou among those striking hands, Among sureties for burdens."}
{"Book": "Proverbs", "Reference": "22:27", "Verse": "If thou hast nothing to pay, Why doth he take thy bed from under thee?"}
{"Book": "Proverbs", "Reference": "22:28", "Verse": "Remove not a border of olden times, That thy fathers have made."}
{"Book": "Proverbs", "Reference": "22:29", "Verse": "Hast thou seen a man speedy in his business? Before kings he doth station himself, He stations not himself before obscure men!"}
{"Book": "Proverbs", "Reference": "23:1", "Verse": "When thou sittest to eat with a ruler, Thou considerest diligently that which is before thee,"}
{"Book": "Proverbs", "Reference": "23:2", "Verse": "And thou hast put a knife to thy throat, If thou art a man of appetite."}
{"Book": "Proverbs", "Reference": "23:3", "Verse": "Have no desire to his dainties, seeing it is lying food."}
{"Book": "Proverbs", "Reference": "23:4", "Verse": "Labour not to make wealth, From thine own understanding cease, Dost thou cause thine eyes to fly upon it? Then it is not."}
{"Book": "Proverbs", "Reference": "23:5", "Verse": "For wealth maketh to itself wings, As an eagle it flieth to the heavens."}
{"Book": "Proverbs", "Reference": "23:6", "Verse": "Eat not the bread of an evil eye, And have no desire to his dainties,"}
{"Book": "Proverbs", "Reference": "23:7", "Verse": "For as he hath thought in his soul, so is he, 'Eat and drink,' saith he to thee, And his heart is not with thee."}
{"Book": "Proverbs", "Reference": "23:8", "Verse": "Thy morsel thou hast eaten thou dost vomit up, And hast marred thy words that are sweet."}
{"Book": "Proverbs", "Reference": "23:9", "Verse": "In the ears of a fool speak not, For he treadeth on the wisdom of thy words."}
{"Book": "Proverbs", "Reference": "23:10", "Verse": "Remove not a border of olden times, And into fields of the fatherless enter not,"}
{"Book": "Proverbs", "Reference": "23:11", "Verse": "For their Redeemer is strong, He doth plead their cause with thee."}
{"Book": "Proverbs", "Reference": "23:12", "Verse": "Bring in to instruction thy heart, And thine ear to sayings of knowledge."}
{"Book": "Proverbs", "Reference": "23:13", "Verse": "Withhold not from a youth chastisement, When thou smitest him with a rod he dieth not."}
{"Book": "Proverbs", "Reference": "23:14", "Verse": "Thou with a rod smitest him, And his soul from Sheol thou deliverest."}
{"Book": "Proverbs", "Reference": "23:15", "Verse": "My son, if thy heart hath been wise, My heart rejoiceth, even mine,"}
{"Book": "Proverbs", "Reference": "23:16", "Verse": "And my reins exult when thy lips speak uprightly."}
{"Book": "Proverbs", "Reference": "23:17", "Verse": "Let not thy heart be envious at sinners, But-in the fear of Jehovah all the day."}
{"Book": "Proverbs", "Reference": "23:18", "Verse": "For, is there a posterity? Then thy hope is not cut off."}
{"Book": "Proverbs", "Reference": "23:19", "Verse": "Hear thou, my son, and be wise, And make happy in the way thy heart,"}
{"Book": "Proverbs", "Reference": "23:20", "Verse": "Be not thou among quaffers of wine, Among gluttonous ones of flesh,"}
{"Book": "Proverbs", "Reference": "23:21", "Verse": "For the quaffer and glutton become poor, And drowsiness clotheth with rags."}
{"Book": "Proverbs", "Reference": "23:22", "Verse": "Hearken to thy father, who begat thee, And despise not thy mother when she hath become old."}
{"Book": "Proverbs", "Reference": "23:23", "Verse": "Truth buy, and sell not, Wisdom, and instruction, and understanding,"}
{"Book": "Proverbs", "Reference": "23:24", "Verse": "The father of the righteous rejoiceth greatly, The begetter of the wise rejoiceth in him."}
{"Book": "Proverbs", "Reference": "23:25", "Verse": "Rejoice doth thy father and thy mother, Yea, she that bare thee is joyful."}
{"Book": "Proverbs", "Reference": "23:26", "Verse": "Give, my son, thy heart to me, And let thine eyes watch my ways."}
{"Book": "Proverbs", "Reference": "23:27", "Verse": "For a harlot is a deep ditch, And a strange woman is a strait pit."}
{"Book": "Proverbs", "Reference": "23:28", "Verse": "She also, as catching prey, lieth in wait, And the treacherous among men she increaseth."}
{"Book": "Proverbs", "Reference": "23:29", "Verse": "Who hath woe? who hath sorrow? Who hath contentions? who hath plaint? Who hath wounds without cause? Who hath redness of eyes?"}
{"Book": "Proverbs", "Reference": "23:30", "Verse": "Those tarrying by the wine, Those going in to search out mixed wine."}
{"Book": "Proverbs", "Reference": "23:31", "Verse": "See not wine when it showeth itself red, When it giveth in the cup its colour, It goeth up and down through the upright."}
{"Book": "Proverbs", "Reference": "23:32", "Verse": "Its latter end-as a serpent it biteth, And as a basilisk it stingeth."}
{"Book": "Proverbs", "Reference": "23:33", "Verse": "Thine eyes see strange women, And thy heart speaketh perverse things."}
{"Book": "Proverbs", "Reference": "23:34", "Verse": "And thou hast been as one lying down in the heart of the sea, And as one lying down on the top of a mast."}
{"Book": "Proverbs", "Reference": "23:35", "Verse": "'They smote me, I have not been sick, They beat me, I have not known. When I awake-I seek it yet again!'"}
{"Book": "Proverbs", "Reference": "24:1", "Verse": "Be not envious of evil men, And desire not to be with them."}
{"Book": "Proverbs", "Reference": "24:2", "Verse": "For destruction doth their heart meditate, And perverseness do their lips speak."}
{"Book": "Proverbs", "Reference": "24:3", "Verse": "By wisdom is a house builded, And by understanding it establisheth itself."}
{"Book": "Proverbs", "Reference": "24:4", "Verse": "And by knowledge the inner parts are filled, With all precious and pleasant wealth."}
{"Book": "Proverbs", "Reference": "24:5", "Verse": "Mighty is the wise in strength, And a man of knowledge is strengthening power,"}
{"Book": "Proverbs", "Reference": "24:6", "Verse": "For by plans thou makest for thyself war, And deliverance is in a multitude of counsellors."}
{"Book": "Proverbs", "Reference": "24:7", "Verse": "Wisdom is high for a fool, In the gate he openeth not his mouth."}
{"Book": "Proverbs", "Reference": "24:8", "Verse": "Whoso is devising to do evil, Him they call a master of wicked thoughts."}
{"Book": "Proverbs", "Reference": "24:9", "Verse": "The thought of folly is sin, And an abomination to man is a scorner."}
{"Book": "Proverbs", "Reference": "24:10", "Verse": "Thou hast shewed thyself weak in a day of adversity, Straitened is thy power,"}
{"Book": "Proverbs", "Reference": "24:11", "Verse": "If from delivering those taken to death, And those slipping to the slaughter-thou keepest back."}
{"Book": "Proverbs", "Reference": "24:12", "Verse": "When thou sayest, 'Lo, we knew not this.' Is not the Ponderer of hearts He who understandeth? And the Keeper of thy soul He who knoweth? And He hath rendered to man according to his work."}
{"Book": "Proverbs", "Reference": "24:13", "Verse": "Eat my son, honey that is good, And the honeycomb-sweet to thy palate."}
{"Book": "Proverbs", "Reference": "24:14", "Verse": "So is the knowledge of wisdom to thy soul, If thou hast found that there is a posterity And thy hope is not cut off."}
{"Book": "Proverbs", "Reference": "24:15", "Verse": "Lay not wait, O wicked one, At the habitation of the righteous. Do not spoil his resting-place."}
{"Book": "Proverbs", "Reference": "24:16", "Verse": "For seven times doth the righteous fall and rise, And the wicked stumble in evil."}
{"Book": "Proverbs", "Reference": "24:17", "Verse": "In the falling of thine enemy rejoice not, And in his stumbling let not thy heart be joyful,"}
{"Book": "Proverbs", "Reference": "24:18", "Verse": "Lest Jehovah see, and it be evil in His eyes, And He hath turned from off him His anger."}
{"Book": "Proverbs", "Reference": "24:19", "Verse": "Fret not thyself at evil doers, Be not envious at the wicked,"}
{"Book": "Proverbs", "Reference": "24:20", "Verse": "For there is not a posterity to the evil, The lamp of the wicked is extinguished."}
{"Book": "Proverbs", "Reference": "24:21", "Verse": "Fear Jehovah, my son, and the king, With changers mix not up thyself,"}
{"Book": "Proverbs", "Reference": "24:22", "Verse": "For suddenly doth their calamity rise, And the ruin of them both-who knoweth!"}
{"Book": "Proverbs", "Reference": "24:23", "Verse": "These also are for the wise:-To discern faces in judgment is not good."}
{"Book": "Proverbs", "Reference": "24:24", "Verse": "Whoso is saying to the wicked, 'Thou art righteous,' Peoples execrate him-nations abhor him."}
{"Book": "Proverbs", "Reference": "24:25", "Verse": "And to those reproving it is pleasant, And on them cometh a good blessing."}
{"Book": "Proverbs", "Reference": "24:26", "Verse": "Lips he kisseth who is returning straightforward words."}
{"Book": "Proverbs", "Reference": "24:27", "Verse": "Prepare in an out-place thy work, And make it ready in the field-go afterwards, Then thou hast built thy house."}
{"Book": "Proverbs", "Reference": "24:28", "Verse": "Be not a witness for nought against thy neighbour, Or thou hast enticed with thy lips."}
{"Book": "Proverbs", "Reference": "24:29", "Verse": "Say not, 'As he did to me, so I do to him, I render to each according to his work.'"}
{"Book": "Proverbs", "Reference": "24:30", "Verse": "Near the field of a slothful man I passed by, And near the vineyard of a man lacking heart."}
{"Book": "Proverbs", "Reference": "24:31", "Verse": "And lo, it hath gone up-all of it-thorns! Covered its face have nettles, And its stone wall hath been broken down."}
{"Book": "Proverbs", "Reference": "24:32", "Verse": "And I see-I-I do set my heart, I have seen-I have received instruction,"}
{"Book": "Proverbs", "Reference": "24:33", "Verse": "A little sleep-a little slumber-A little folding of the hands to lie down."}
{"Book": "Proverbs", "Reference": "24:34", "Verse": "And thy poverty hath come as a traveller, And thy want as an armed man!"}
{"Book": "Proverbs", "Reference": "25:1", "Verse": "Also these are Proverbs of Solomon, that men of Hezekiah king of Judah transcribed:-"}
{"Book": "Proverbs", "Reference": "25:2", "Verse": "The honour of God is to hide a thing, And the honour of kings to search out a matter."}
{"Book": "Proverbs", "Reference": "25:3", "Verse": "The heavens for height, and the earth for depth, And the heart of kings-are unsearchable."}
{"Book": "Proverbs", "Reference": "25:4", "Verse": "Take away dross from silver, And a vessel for the refiner goeth forth,"}
{"Book": "Proverbs", "Reference": "25:5", "Verse": "Take away the wicked before a king, And established in righteousness is his throne."}
{"Book": "Proverbs", "Reference": "25:6", "Verse": "Honour not thyself before a king, And in the place of the great stand not."}
{"Book": "Proverbs", "Reference": "25:7", "Verse": "For better that he hath said to thee, 'Come thou up hither,' Than that he humble thee before a noble, Whom thine eyes have seen."}
{"Book": "Proverbs", "Reference": "25:8", "Verse": "Go not forth to strive, haste, turn, What dost thou in its latter end, When thy neighbour causeth thee to blush?"}
{"Book": "Proverbs", "Reference": "25:9", "Verse": "Thy cause plead with thy neighbour, And the secret counsel of another reveal not,"}
{"Book": "Proverbs", "Reference": "25:10", "Verse": "Lest the hearer put thee to shame, And thine evil report turn not back."}
{"Book": "Proverbs", "Reference": "25:11", "Verse": "Apples of gold in imagery of silver, Is the word spoken at its fit times."}
{"Book": "Proverbs", "Reference": "25:12", "Verse": "A ring of gold, and an ornament of pure gold, Is the wise reprover to an attentive ear."}
{"Book": "Proverbs", "Reference": "25:13", "Verse": "As a vessel of snow in a day of harvest, So is a faithful ambassador to those sending him, And the soul of his masters he refresheth."}
{"Book": "Proverbs", "Reference": "25:14", "Verse": "Clouds and wind, and rain there is none, Is a man boasting himself in a false gift."}
{"Book": "Proverbs", "Reference": "25:15", "Verse": "By long-suffering is a ruler persuaded, And a soft tongue breaketh a bone."}
{"Book": "Proverbs", "Reference": "25:16", "Verse": "Honey thou hast found-eat thy sufficiency, Lest thou be satiated with it, and hast vomited it."}
{"Book": "Proverbs", "Reference": "25:17", "Verse": "Withdraw thy foot from thy neighbour's house, Lest he be satiated with thee, and have hated thee."}
{"Book": "Proverbs", "Reference": "25:18", "Verse": "A maul, and a sword, and a sharp arrow, Is the man testifying against his neighbour a false testimony."}
{"Book": "Proverbs", "Reference": "25:19", "Verse": "A bad tooth, and a tottering foot, Is the confidence of the treacherous in a day of adversity."}
{"Book": "Proverbs", "Reference": "25:20", "Verse": "Whoso is taking away a garment in a cold day, Is as vinegar on nitre, And a singer of songs on a sad heart."}
{"Book": "Proverbs", "Reference": "25:21", "Verse": "If he who is hating thee doth hunger, cause him to eat bread, And if he thirst, cause him to drink water."}
{"Book": "Proverbs", "Reference": "25:22", "Verse": "For coals thou art putting on his head, And Jehovah giveth recompense to thee."}
{"Book": "Proverbs", "Reference": "25:23", "Verse": "A north wind bringeth forth rain, And a secret tongue-indignant faces."}
{"Book": "Proverbs", "Reference": "25:24", "Verse": "Better to sit on a corner of a roof, Than with a woman of contentions, and a house of company."}
{"Book": "Proverbs", "Reference": "25:25", "Verse": "As cold waters for a weary soul, So is a good report from a far country."}
{"Book": "Proverbs", "Reference": "25:26", "Verse": "A spring troubled, and a fountain corrupt, Is the righteous falling before the wicked."}
{"Book": "Proverbs", "Reference": "25:27", "Verse": "The eating of much honey is not good, Nor a searching out of one's own honour-honour."}
{"Book": "Proverbs", "Reference": "25:28", "Verse": "A city broken down without walls, Is a man without restraint over his spirit!"}
{"Book": "Proverbs", "Reference": "26:1", "Verse": "As snow in summer, and as rain in harvest, So honour is not comely for a fool."}
{"Book": "Proverbs", "Reference": "26:2", "Verse": "As a bird by wandering, as a swallow by flying, So reviling without cause doth not come."}
{"Book": "Proverbs", "Reference": "26:3", "Verse": "A whip is for a horse, a bridle for an ass, And a rod for the back of fools."}
{"Book": "Proverbs", "Reference": "26:4", "Verse": "Answer not a fool according to his folly, Lest thou be like to him-even thou."}
{"Book": "Proverbs", "Reference": "26:5", "Verse": "Answer a fool according to his folly, Lest he be wise in his own eyes."}
{"Book": "Proverbs", "Reference": "26:6", "Verse": "He is cutting off feet, he is drinking injury, Who is sending things by the hand of a fool."}
{"Book": "Proverbs", "Reference": "26:7", "Verse": "Weak have been the two legs of the lame, And a parable in the mouth of fools."}
{"Book": "Proverbs", "Reference": "26:8", "Verse": "As one who is binding a stone in a sling, So is he who is giving honour to a fool."}
{"Book": "Proverbs", "Reference": "26:9", "Verse": "A thorn hath gone up into the hand of a drunkard, And a parable in the mouth of fools."}
{"Book": "Proverbs", "Reference": "26:10", "Verse": "Great is the Former of all, And He is rewarding a fool, And is rewarding transgressors."}
{"Book": "Proverbs", "Reference": "26:11", "Verse": "As a dog hath returned to its vomit, A fool is repeating his folly."}
{"Book": "Proverbs", "Reference": "26:12", "Verse": "Thou hast seen a man wise in his own eyes, More hope of a fool than of him!"}
{"Book": "Proverbs", "Reference": "26:13", "Verse": "The slothful hath said, 'A lion is in the way, A lion is in the broad places.'"}
{"Book": "Proverbs", "Reference": "26:14", "Verse": "The door turneth round on its hinge, And the slothful on his bed."}
{"Book": "Proverbs", "Reference": "26:15", "Verse": "The slothful hath hid his hand in a dish, He is weary of bringing it back to his mouth."}
{"Book": "Proverbs", "Reference": "26:16", "Verse": "Wiser is the slothful in his own eyes, Than seven men returning a reason."}
{"Book": "Proverbs", "Reference": "26:17", "Verse": "Laying hold on the ears of a dog, Is a passer-by making himself wrath for strife not his own."}
{"Book": "Proverbs", "Reference": "26:18", "Verse": "As one pretending to be feeble, Who is casting sparks, arrows, and death,"}
{"Book": "Proverbs", "Reference": "26:19", "Verse": "So hath a man deceived his neighbour, And hath said, 'Am not I playing?'"}
{"Book": "Proverbs", "Reference": "26:20", "Verse": "Without wood is fire going out, And without a tale-bearer, contention ceaseth,"}
{"Book": "Proverbs", "Reference": "26:21", "Verse": "Coal to burning coals, and wood to fire, And a man of contentions to kindle strife."}
{"Book": "Proverbs", "Reference": "26:22", "Verse": "The words of a tale-bearer are as self-inflicted wounds, And they have gone down to the inner parts of the heart."}
{"Book": "Proverbs", "Reference": "26:23", "Verse": "Silver of dross spread over potsherd, Are burning lips and an evil heart."}
{"Book": "Proverbs", "Reference": "26:24", "Verse": "By his lips doth a hater dissemble, And in his heart he placeth deceit,"}
{"Book": "Proverbs", "Reference": "26:25", "Verse": "When his voice is gracious trust not in him, For seven abominations are in his heart."}
{"Book": "Proverbs", "Reference": "26:26", "Verse": "Hatred is covered by deceit, Revealed is its wickedness in an assembly."}
{"Book": "Proverbs", "Reference": "26:27", "Verse": "Whoso is digging a pit falleth into it, And the roller of a stone, to him it turneth."}
{"Book": "Proverbs", "Reference": "26:28", "Verse": "A lying tongue hateth its bruised ones, And a flattering mouth worketh an overthrow!"}
{"Book": "Proverbs", "Reference": "27:1", "Verse": "Boast not thyself of to-morrow, For thou knowest not what a day bringeth forth."}
{"Book": "Proverbs", "Reference": "27:2", "Verse": "Let another praise thee, and not thine own mouth, A stranger, and not thine own lips."}
{"Book": "Proverbs", "Reference": "27:3", "Verse": "A stone is heavy, and the sand is heavy, And the anger of a fool Is heavier than they both."}
{"Book": "Proverbs", "Reference": "27:4", "Verse": "Fury is fierce, and anger is overflowing, And who standeth before jealousy?"}
{"Book": "Proverbs", "Reference": "27:5", "Verse": "Better is open reproof than hidden love."}
{"Book": "Proverbs", "Reference": "27:6", "Verse": "Faithful are the wounds of a lover, And abundant the kisses of an enemy."}
{"Book": "Proverbs", "Reference": "27:7", "Verse": "A satiated soul treadeth down a honeycomb, And to a hungry soul every bitter thing is sweet."}
{"Book": "Proverbs", "Reference": "27:8", "Verse": "As a bird wandering from her nest, So is a man wandering from his place."}
{"Book": "Proverbs", "Reference": "27:9", "Verse": "Ointment and perfume rejoice the heart, And the sweetness of one's friend-from counsel of the soul."}
{"Book": "Proverbs", "Reference": "27:10", "Verse": "Thine own friend, and the friend of thy father, forsake not, And the house of thy brother enter not In a day of thy calamity, Better is a near neighbour than a brother afar off."}
{"Book": "Proverbs", "Reference": "27:11", "Verse": "Be wise, my son, and rejoice my heart. And I return my reproacher a word."}
{"Book": "Proverbs", "Reference": "27:12", "Verse": "The prudent hath seen the evil, he is hidden, The simple have passed on, they are punished."}
{"Book": "Proverbs", "Reference": "27:13", "Verse": "Take his garment, when a stranger hath been surety, And for a strange woman pledge it."}
{"Book": "Proverbs", "Reference": "27:14", "Verse": "Whoso is saluting his friend with a loud voice, In the morning rising early, A light thing it is reckoned to him."}
{"Book": "Proverbs", "Reference": "27:15", "Verse": "A continual dropping in a day of rain, And a woman of contentions are alike,"}
{"Book": "Proverbs", "Reference": "27:16", "Verse": "Whoso is hiding her hath hidden the wind, And the ointment of his right hand calleth out."}
{"Book": "Proverbs", "Reference": "27:17", "Verse": "Iron by iron is sharpened, And a man sharpens the face of his friend."}
{"Book": "Proverbs", "Reference": "27:18", "Verse": "The keeper of a fig-tree eateth its fruit, And the preserver of his master is honoured."}
{"Book": "Proverbs", "Reference": "27:19", "Verse": "As in water the face is to face, So the heart of man to man."}
{"Book": "Proverbs", "Reference": "27:20", "Verse": "Sheol and destruction are not satisfied, And the eyes of man are not satisfied."}
{"Book": "Proverbs", "Reference": "27:21", "Verse": "A refining pot is for silver, and a furnace for gold, And a man according to his praise."}
{"Book": "Proverbs", "Reference": "27:22", "Verse": "If thou dost beat the foolish in a mortar, Among washed things-with a pestle, His folly turneth not aside from off him."}
{"Book": "Proverbs", "Reference": "27:23", "Verse": "Know well the face of thy flock, Set thy heart to the droves,"}
{"Book": "Proverbs", "Reference": "27:24", "Verse": "For riches are not to the age, Nor a crown to generation and generation."}
{"Book": "Proverbs", "Reference": "27:25", "Verse": "Revealed was the hay, and seen the tender grass, And gathered the herbs of mountains."}
{"Book": "Proverbs", "Reference": "27:26", "Verse": "Lambs are for thy clothing, And the price of the field are he-goats,"}
{"Book": "Proverbs", "Reference": "27:27", "Verse": "And a sufficiency of goats' milk is for thy bread, For bread to thy house, and life to thy damsels!"}
{"Book": "Proverbs", "Reference": "28:1", "Verse": "The wicked have fled and there is no pursuer. And the righteous as a young lion is confident."}
{"Book": "Proverbs", "Reference": "28:2", "Verse": "By the transgression of a land many are its heads. And by an intelligent man, Who knoweth right-it is prolonged."}
{"Book": "Proverbs", "Reference": "28:3", "Verse": "A man-poor and oppressing the weak, Is a sweeping rain, and there is no bread."}
{"Book": "Proverbs", "Reference": "28:4", "Verse": "Those forsaking the law praise the wicked, Those keeping the law plead against them."}
{"Book": "Proverbs", "Reference": "28:5", "Verse": "Evil men understand not judgment, And those seeking Jehovah understand all."}
{"Book": "Proverbs", "Reference": "28:6", "Verse": "Better is the poor walking in his integrity, Than the perverse of ways who is rich."}
{"Book": "Proverbs", "Reference": "28:7", "Verse": "Whoso is keeping the law is an intelligent son, And a friend of gluttons, Doth cause his father to blush."}
{"Book": "Proverbs", "Reference": "28:8", "Verse": "Whoso is multiplying his wealth by biting and usury, For one favouring the poor doth gather it."}
{"Book": "Proverbs", "Reference": "28:9", "Verse": "Whoso is turning his ear from hearing the law, Even his prayer is an abomination."}
{"Book": "Proverbs", "Reference": "28:10", "Verse": "Whoso is causing the upright to err in an evil way, Into his own pit he doth fall, And the perfect do inherit good."}
{"Book": "Proverbs", "Reference": "28:11", "Verse": "A rich man is wise in his own eyes, And the intelligent poor searcheth him."}
{"Book": "Proverbs", "Reference": "28:12", "Verse": "In the exulting of the righteous the glory is abundant, And in the rising of the wicked man is apprehensive."}
{"Book": "Proverbs", "Reference": "28:13", "Verse": "Whoso is covering his transgressions prospereth not, And he who is confessing and forsaking hath mercy."}
{"Book": "Proverbs", "Reference": "28:14", "Verse": "O the happiness of a man fearing continually, And whoso is hardening his heart falleth into evil."}
{"Book": "Proverbs", "Reference": "28:15", "Verse": "A growling lion, and a ranging bear, Is the wicked ruler over a poor people."}
{"Book": "Proverbs", "Reference": "28:16", "Verse": "A leader lacking understanding multiplieth oppressions, Whoso is hating dishonest gain prolongeth days."}
{"Book": "Proverbs", "Reference": "28:17", "Verse": "A man oppressed with the blood of a soul, Unto the pit fleeth, none taketh hold on him."}
{"Book": "Proverbs", "Reference": "28:18", "Verse": "Whoso is walking uprightly is saved, And the perverted of ways falleth at once."}
{"Book": "Proverbs", "Reference": "28:19", "Verse": "Whoso is tilling his ground is satisfied with bread, And whoso is pursuing vanity, Is filled with poverty."}
{"Book": "Proverbs", "Reference": "28:20", "Verse": "A stedfast man hath multiplied blessings, And whoso is hasting to be rich is not acquitted."}
{"Book": "Proverbs", "Reference": "28:21", "Verse": "To discern faces is not good, And for a piece of bread doth a man transgress."}
{"Book": "Proverbs", "Reference": "28:22", "Verse": "Troubled for wealth is the man with an evil eye, And he knoweth not that want doth meet him."}
{"Book": "Proverbs", "Reference": "28:23", "Verse": "Whoso is reproving a man afterwards findeth grace, More than a flatterer with the tongue."}
{"Book": "Proverbs", "Reference": "28:24", "Verse": "Whoso is robbing his father, or his mother, And is saying, 'It is not transgression,' A companion he is to a destroyer."}
{"Book": "Proverbs", "Reference": "28:25", "Verse": "Whoso is proud in soul stirreth up contention, And whoso is trusting on Jehovah is made fat."}
{"Book": "Proverbs", "Reference": "28:26", "Verse": "Whoso is trusting in his heart is a fool, And whoso is walking in wisdom is delivered."}
{"Book": "Proverbs", "Reference": "28:27", "Verse": "Whoso is giving to the poor hath no lack, And whoso is hiding his eyes multiplied curses."}
{"Book": "Proverbs", "Reference": "28:28", "Verse": "In the rising of the wicked a man is hidden, And in their destruction the righteous multiply!"}
{"Book": "Proverbs", "Reference": "29:1", "Verse": "A man often reproved, hardening the neck, Is suddenly broken, and there is no healing."}
{"Book": "Proverbs", "Reference": "29:2", "Verse": "In the multiplying of the righteous the people rejoice, And in the ruling of the wicked the people sigh."}
{"Book": "Proverbs", "Reference": "29:3", "Verse": "A man loving wisdom rejoiceth his father, And a friend of harlots destroyeth wealth."}
{"Book": "Proverbs", "Reference": "29:4", "Verse": "A king by judgment establisheth a land, And one receiving gifts throweth it down."}
{"Book": "Proverbs", "Reference": "29:5", "Verse": "A man taking a portion above his neighbour, Spreadeth a net for his own steps."}
{"Book": "Proverbs", "Reference": "29:6", "Verse": "In the transgression of the evil is a snare, And the righteous doth sing and rejoice."}
{"Book": "Proverbs", "Reference": "29:7", "Verse": "The righteous knoweth the plea of the poor, The wicked understandeth not knowledge."}
{"Book": "Proverbs", "Reference": "29:8", "Verse": "Men of scorning ensnare a city, And the wise turn back anger."}
{"Book": "Proverbs", "Reference": "29:9", "Verse": "A wise man is judged by the foolish man, And he hath been angry, And he hath laughed, and there is no rest."}
{"Book": "Proverbs", "Reference": "29:10", "Verse": "Men of blood hate the perfect, And the upright seek his soul."}
{"Book": "Proverbs", "Reference": "29:11", "Verse": "A fool bringeth out all his mind, And the wise till afterwards restraineth it."}
{"Book": "Proverbs", "Reference": "29:12", "Verse": "A ruler who is attending to lying words, All his ministers are wicked."}
{"Book": "Proverbs", "Reference": "29:13", "Verse": "The poor and the man of frauds have met together, Jehovah is enlightening the eyes of them both."}
{"Book": "Proverbs", "Reference": "29:14", "Verse": "a king that is judging truly the poor, His throne for ever is established."}
{"Book": "Proverbs", "Reference": "29:15", "Verse": "A rod and reproof give wisdom, And a youth let away is shaming his mother."}
{"Book": "Proverbs", "Reference": "29:16", "Verse": "In the multiplying of the wicked transgression multiplieth, And the righteous on their fall do look."}
{"Book": "Proverbs", "Reference": "29:17", "Verse": "Chastise thy son, and he giveth thee comfort, Yea, he giveth delights to thy soul."}
{"Book": "Proverbs", "Reference": "29:18", "Verse": "Without a Vision is a people made naked, And whoso is keeping the law, O his happiness!"}
{"Book": "Proverbs", "Reference": "29:19", "Verse": "By words a servant is not instructed though he understand, And there is nothing answering."}
{"Book": "Proverbs", "Reference": "29:20", "Verse": "Thou hast seen a man hasty in his words! More hope of a fool than of him."}
{"Book": "Proverbs", "Reference": "29:21", "Verse": "Whoso is bringing up his servant delicately, from youth, At his latter end also he is continuator."}
{"Book": "Proverbs", "Reference": "29:22", "Verse": "An angry man stirreth up contention, And a furious man is multiplying transgression."}
{"Book": "Proverbs", "Reference": "29:23", "Verse": "The pride of man humbleth him, And humility of spirit upholdeth honour."}
{"Book": "Proverbs", "Reference": "29:24", "Verse": "Whoso is sharing with a thief is hating his own soul, Execration he heareth, and telleth not."}
{"Book": "Proverbs", "Reference": "29:25", "Verse": "Fear of man causeth a snare, And the confident in Jehovah is set on high."}
{"Book": "Proverbs", "Reference": "29:26", "Verse": "Many are seeking the face of a ruler, And from Jehovah is the judgment of each."}
{"Book": "Proverbs", "Reference": "29:27", "Verse": "An abomination to the righteous is the perverse man, And an abomination to the wicked is the upright in the way!"}
{"Book": "Proverbs", "Reference": "30:1", "Verse": "Words of a Gatherer, son of an obedient one, the declaration, an affirmation of the man:-I have wearied myself for God, I have wearied myself for God, and am consumed."}
{"Book": "Proverbs", "Reference": "30:2", "Verse": "For I am more brutish than any one, And have not the understanding of a man."}
{"Book": "Proverbs", "Reference": "30:3", "Verse": "Nor have I learned wisdom, Yet the knowledge of Holy Ones I know."}
{"Book": "Proverbs", "Reference": "30:4", "Verse": "Who went up to heaven, and cometh down? Who hath gathered the wind in his fists? Who hath bound waters in a garment? Who established all ends of the earth? What is His name? and what His son's name? Surely thou knowest!"}
{"Book": "Proverbs", "Reference": "30:5", "Verse": "Every saying of God is tried, A shield He is to those trusting in Him."}
{"Book": "Proverbs", "Reference": "30:6", "Verse": "Add not to His words, lest He reason with thee, And thou hast been found false."}
{"Book": "Proverbs", "Reference": "30:7", "Verse": "Two things I have asked from Thee, Withhold not from me before I die."}
{"Book": "Proverbs", "Reference": "30:8", "Verse": "Vanity and a lying word put far from me, Poverty or wealth give not to me, Cause me to eat the bread of my portion,"}
{"Book": "Proverbs", "Reference": "30:9", "Verse": "Lest I become satiated, and have denied, And have said, 'Who is Jehovah?' And lest I be poor, and have stolen, And have laid hold of the name of my God."}
{"Book": "Proverbs", "Reference": "30:10", "Verse": "Accuse not a servant unto his lord, Lest he disesteem thee, and thou be found guilty."}
{"Book": "Proverbs", "Reference": "30:11", "Verse": "A generation is, that lightly esteemeth their father, And their mother doth not bless."}
{"Book": "Proverbs", "Reference": "30:12", "Verse": "A generation-pure in their own eyes, But from their own filth not washed."}
{"Book": "Proverbs", "Reference": "30:13", "Verse": "A generation-how high are their eyes, Yea, their eyelids are lifted up."}
{"Book": "Proverbs", "Reference": "30:14", "Verse": "A generation-swords are their teeth, And knives-their jaw-teeth, To consume the poor from earth, And the needy from among men."}
{"Book": "Proverbs", "Reference": "30:15", "Verse": "To the leech are two daughters, 'Give, give, Lo, three things are not satisfied, Four have not said 'Sufficiency;'"}
{"Book": "Proverbs", "Reference": "30:16", "Verse": "Sheol, and a restrained womb, Earth-it is not satisfied with water, And fire-it hath not said, 'Sufficiency,'"}
{"Book": "Proverbs", "Reference": "30:17", "Verse": "An eye that mocketh at a father, And despiseth to obey a mother, Dig it out do ravens of the valley, And eat it do young eagles."}
{"Book": "Proverbs", "Reference": "30:18", "Verse": "Three things have been too wonderful for me, Yea, four that I have not known:"}
{"Book": "Proverbs", "Reference": "30:19", "Verse": "The way of the eagle in the heavens, The way of a serpent on a rock, The way of a ship in the heart of the sea, And the way of a man in youth."}
{"Book": "Proverbs", "Reference": "30:20", "Verse": "So-the way of an adulterous woman, She hath eaten and hath wiped her mouth, And hath said, 'I have not done iniquity.'"}
{"Book": "Proverbs", "Reference": "30:21", "Verse": "For three things hath earth been troubled, And for four-it is not able to bear:"}
{"Book": "Proverbs", "Reference": "30:22", "Verse": "For a servant when he reigneth, And a fool when he is satisfied with bread,"}
{"Book": "Proverbs", "Reference": "30:23", "Verse": "For a hated one when she ruleth, And a maid-servant when she succeedeth her mistress."}
{"Book": "Proverbs", "Reference": "30:24", "Verse": "Four are little ones of earth, And they are made wiser than the wise:"}
{"Book": "Proverbs", "Reference": "30:25", "Verse": "The ants are a people not strong, And they prepare in summer their food,"}
{"Book": "Proverbs", "Reference": "30:26", "Verse": "Conies are a people not strong, And they place in a rock their house,"}
{"Book": "Proverbs", "Reference": "30:27", "Verse": "A king there is not to the locust, And it goeth out-each one shouting,"}
{"Book": "Proverbs", "Reference": "30:28", "Verse": "A spider with two hands taketh hold, And is in the palaces of a king."}
{"Book": "Proverbs", "Reference": "30:29", "Verse": "Three there are going well, Yea, four are good in going:"}
{"Book": "Proverbs", "Reference": "30:30", "Verse": "An old lion-mighty among beasts, That turneth not back from the face of any,"}
{"Book": "Proverbs", "Reference": "30:31", "Verse": "A girt one of the loins, or a he-goat, And a king-no rising up with him."}
{"Book": "Proverbs", "Reference": "30:32", "Verse": "If thou hast been foolish in lifting up thyself, And if thou hast devised evil-hand to mouth!"}
{"Book": "Proverbs", "Reference": "30:33", "Verse": "For the churning of milk bringeth out butter, And the wringing of the nose bringeth out blood, And the forcing of anger bringeth out strife!"}
{"Book": "Proverbs", "Reference": "31:1", "Verse": "Words of Lemuel a king, a declaration that his mother taught him:"}
{"Book": "Proverbs", "Reference": "31:2", "Verse": "'What, my son? and what, son of my womb? And what, son of my vows?"}
{"Book": "Proverbs", "Reference": "31:3", "Verse": "Give not to women thy strength, And thy ways to wiping away of kings."}
{"Book": "Proverbs", "Reference": "31:4", "Verse": "Not for kings, O Lemuel, Not for kings, to drink wine, And for princes a desire of strong drink."}
{"Book": "Proverbs", "Reference": "31:5", "Verse": "Lest he drink, and forget the decree, And change the judgment of any of the sons of affliction."}
{"Book": "Proverbs", "Reference": "31:6", "Verse": "Give strong drink to the perishing, And wine to the bitter in soul,"}
{"Book": "Proverbs", "Reference": "31:7", "Verse": "He drinketh, and forgetteth his poverty, And his misery he remembereth not again."}
{"Book": "Proverbs", "Reference": "31:8", "Verse": "Open thy mouth for the dumb, For the right of all sons of change."}
{"Book": "Proverbs", "Reference": "31:9", "Verse": "Open thy mouth, judge righteously, Both the cause of the poor and needy!'"}
{"Book": "Proverbs", "Reference": "31:10", "Verse": "A woman of worth who doth find? Yea, far above rubies is her price."}
{"Book": "Proverbs", "Reference": "31:11", "Verse": "The heart of her husband hath trusted in her, And spoil he lacketh not."}
{"Book": "Proverbs", "Reference": "31:12", "Verse": "She hath done him good, and not evil, All days of her life."}
{"Book": "Proverbs", "Reference": "31:13", "Verse": "She hath sought wool and flax, And with delight she worketh with her hands."}
{"Book": "Proverbs", "Reference": "31:14", "Verse": "She hath been as ships of the merchant, From afar she bringeth in her bread."}
{"Book": "Proverbs", "Reference": "31:15", "Verse": "Yea, she riseth while yet night, And giveth food to her household, And a portion to her damsels."}
{"Book": "Proverbs", "Reference": "31:16", "Verse": "She hath considered a field, and taketh it, From the fruit of her hands she hath planted a vineyard."}
{"Book": "Proverbs", "Reference": "31:17", "Verse": "She hath girded with might her loins, And doth strengthen her arms."}
{"Book": "Proverbs", "Reference": "31:18", "Verse": "She hath perceived when her merchandise is good, Her lamp is not extinguished in the night."}
{"Book": "Proverbs", "Reference": "31:19", "Verse": "Her hands she hath sent forth on a spindle, And her hands have held a distaff."}
{"Book": "Proverbs", "Reference": "31:20", "Verse": "Her hand she hath spread forth to the poor, Yea, her hands she sent forth to the needy."}
{"Book": "Proverbs", "Reference": "31:21", "Verse": "She is not afraid of her household from snow, For all her household are clothed with scarlet."}
{"Book": "Proverbs", "Reference": "31:22", "Verse": "Ornamental coverings she hath made for herself, Silk and purple are her clothing."}
{"Book": "Proverbs", "Reference": "31:23", "Verse": "Known in the gates is her husband, In his sitting with elders of the land."}
{"Book": "Proverbs", "Reference": "31:24", "Verse": "Linen garments she hath made, and selleth, And a girdle she hath given to the merchant."}
{"Book": "Proverbs", "Reference": "31:25", "Verse": "Strength and honour are her clothing, And she rejoiceth at a latter day."}
{"Book": "Proverbs", "Reference": "31:26", "Verse": "Her mouth she hath opened in wisdom, And the law of kindness is on her tongue."}
{"Book": "Proverbs", "Reference": "31:27", "Verse": "She is watching the ways of her household, And bread of sloth she eateth not."}
{"Book": "Proverbs", "Reference": "31:28", "Verse": "Her sons have risen up, and pronounce her happy, Her husband, and he praiseth her,"}
{"Book": "Proverbs", "Reference": "31:29", "Verse": "Many are the daughters who have done worthily, Thou hast gone up above them all.'"}
{"Book": "Proverbs", "Reference": "31:30", "Verse": "The grace is false, and the beauty is vain, A woman fearing Jehovah, she may boast herself."}
{"Book": "Proverbs", "Reference": "31:31", "Verse": "Give ye to her of the fruit of her hands, And her works do praise her in the gates!"}
